{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "250709",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "5th Avenue Cinema",
      "ShortName": "Film",
      "WebsiteKey": "5th-avenue-cinema",
      "ProfilePicture": "7cdbca41-0484-4a9d-b184-32acbf7f55a49e1227e9-1f60-45d2-8652-3a8b69fcec98.png",
      "Description": "<p>The 5th Avenue Cinema exists to operate and promote the 5th Avenue Cinema; the only operating college cinema in Oregon and a very beloved part of the PSU community. It is our mission to be a center of film on campus and within the city of Portland.Our central functions are: To host weekly screenings of historically and/or artistically significant films; To foster community for students interested in film; To support student filmmakers and show their work at the cinema; To provide a free venue for student groups and non-profits that wish to show a film; To collaborate with other local film organizations; To provide a valuable educational experience for the students that staff the cinema; To continually improve the 5th Avenue Cinema which has been existence since the 1970s.</p>",
      "Summary": "The 5th Avenue Cinema exists to operate and promote the 5th Avenue Cinema; the only operating college cinema in Oregon and a very beloved part of the PSU community. It is our mission to be a center of film on campus and within the city of Portland.Our ...",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "326699",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Absolute",
      "ShortName": null,
      "WebsiteKey": "absolute",
      "ProfilePicture": "ab89b7c8-80f4-40b9-b7cc-05cb463fabc95e5305ce-3b8a-46c2-92c9-fb68fac39952.jpg",
      "Description": "<p>Absolute is no longer a SALP student group.&nbsp; This Connect page will become inactive soon.</p>\r\n<p>&nbsp;</p>\r\n<p>Founded in 2020, Absolute is a competitive a cappella group from Portland State University. We perform a wide variety of musical genres, and also collaborate with instrumentalists at PSU. Our mission is to create beautiful music to share with our school community and the city of Portland, by performing at, but not limited to, Saturday markets, private events, small businesses, on campus concerts, and competitions in the US. Auditions are held at the beginning of Fall term and the end of Spring term, so be sure to check out our Facebook and Instagram pages for updates!</p>",
      "Summary": "Absolute is a competitive a cappella group from Portland State University. We perform a wide variety of musical genres, as well as collaborate with instrumentalists at PSU.",
      "CategoryIds": ["12507"],
      "CategoryNames": ["Arts Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250682",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Alpha Chi Omega",
      "ShortName": "AXO",
      "WebsiteKey": "alpha-chi-omega",
      "ProfilePicture": "003d57b6-1160-4e56-b7d1-de69b66fc4bbca908bd7-fae3-411a-af6b-112ab9126bec.jpg",
      "Description": "<p>We are a group of real, strong women. We are not only sisters, but philanthropists, leaders, and scholars. As a national organization, our mission statement is to devote ourselves to enriching the lives of members through lifetime opportunities of friendship, leadership, learning and service.</p>\r\n<p>We uphold the five standards of character, personal development, financial responsibility, academic interest, and leadership ability. Our national philanthropy is domestic violence awareness and to show our dedication we support this and other local philanthropic efforts right here in Portland!</p>\r\n<p>If you're interested in joining Greek Life, please feel free to contact us with any questions you may have!&nbsp;</p>\r\n<p>Sincerely,&nbsp;</p>\r\n<p>The Women of Alpha Chi Omega&nbsp;</p>",
      "Summary": "We are a group of women that are not only sisters, but philanthropists, leaders, and scholars. As a national organization, our mission statement is to devote ourselves to enriching the lives of members through lifetime opportunities of friendship, lead...",
      "CategoryIds": ["12506", "14242"],
      "CategoryNames": ["Greek Groups", "Service and Volunteering"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250814",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Alpha Phi Sigma - Pi Sigma Upsilon Chapter",
      "ShortName": "APS",
      "WebsiteKey": "alpha-phi-sigma-pi-sigma-upsilon-chapter",
      "ProfilePicture": "c8760946-98fc-46f4-a91a-29cd199b96ec842f4578-b395-4f60-9345-4b35011c8ad1.jpg",
      "Description": "<p>Alpha Phi Sigma recognizes academic excellence of Undergraduate and Graduate students of Criminal Justice, as well as Juris Doctorate students.</p>\r\n<p>The mission of Alpha Phi Sigma is to promote analytical thinking, rigorous scholarship, and lifelong learning; to keep abreast of the advances in scientific research; to elevate the ethical standards of the criminal justice professions; and to sustain in the public mind the benefits and necessity of education and professional training.</p>\r\n<p>The Goals of Alpha Phi Sigma are to honor and promote academic excellence; community service; educational leadership and unity.</p>\r\n<p>Alpha Phi Sigma is the only Criminal Justice Honor Society which is a certified member of The Association of College Honor Societies and affiliated with The Academy of Criminal Justice Sciences.</p>",
      "Summary": "Alpha Phi Sigma is the only nationally recognized honor society for criminal justice. Founded in 1942, Alpha Phi Sigma has grown to over 550 chapters at colleges and universities in 50 states as well as in Guam and Canada. ",
      "CategoryIds": ["12498", "12505"],
      "CategoryNames": ["Academic Groups", "Honorary Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "336555",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "AMA Portland State",
      "ShortName": "AMAPSU",
      "WebsiteKey": "amaportlandstate",
      "ProfilePicture": "b743c193-e97c-4539-84dd-7b3d5fc1a584040a7288-a54a-44a0-b889-54e364643800.png",
      "Description": "<p>We are the collegiate chapter of the American Marketing Association.</p>",
      "Summary": "AMA Portland State brings together college students, from across Portland and the surrounding areas, through valuable college student development events, networking opportunities, and monthly events.",
      "CategoryIds": ["13376"],
      "CategoryNames": ["Business"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250781",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "American Indian Science and Engineering Society",
      "ShortName": "AISES",
      "WebsiteKey": "american-indian-science-and-engineering-society",
      "ProfilePicture": "c6ca74b0-d53a-42da-afbf-81c20de90bf73265abc0-0a53-4d7d-a6f6-abd4e7a8462d.jpg",
      "Description": "<p>The Portland State University chapter of the American Indian Science and Engineering Society (AISES) is formed to advance the following objectives:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;&nbsp;&nbsp; -To nurture building of community by bridging science and technology with traditional Native American values.<br />&nbsp;&nbsp;&nbsp; -To assist students with the academic, financial, and social challenges of college life.<br />&nbsp;&nbsp;&nbsp; -To develop student leadership skills.<br />&nbsp;&nbsp;&nbsp; -To help with outreach programs.<br />&nbsp;&nbsp;&nbsp; -To bring bring cultural programs to the PSU campus.<br />&nbsp;&nbsp;&nbsp; -To improve the social and academic climate on campus for all students, including American Indians.</p>\r\n<p>&nbsp;</p>\r\n<p>Through chapter activities, members can help themselves, fellow students, and the community. In addition, AISES will encourage programs that promote retention and graduation of Native American students, who will be informed leaders within the indigenous and greater communities. AISES strives to be a catalyst for the advancement of American Indians as they seek to become self-reliant and self-determined members of society.</p>",
      "Summary": "This Chapter is formed to advance the following objectives:To nurture building of community by bridging science and technology with traditional Native American values.To assist students with the academic, financial and social challenges of college life...",
      "CategoryIds": ["12504"],
      "CategoryNames": ["Multi-Cultural Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250868",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "American Medical Women's Association",
      "ShortName": "AMWA",
      "WebsiteKey": "american-medical-women-s-association",
      "ProfilePicture": "9725de34-bdf4-4ee9-b472-15fae6f321b248ab2209-d2b2-47e3-8105-ac76df627b8f.png",
      "Description": "<p><span style=\"font-weight: 400;\">2022 mission statement: The purpose of this organization is to unite students of all pre-health tracks to foster a supportive community of women and historically oppressed communities. We seek to cultivate an environment in which we empower, inspire, and uplift members of the PSU community to be successful in their future healthcare professions. </span></p>",
      "Summary": "AMWA is an organization functioning at the local, national, and international level to advance women in medicine and improve women's health. We achieve this by providing and developing leadership, advocacy, education, and mentoring skills. ",
      "CategoryIds": ["12498", "12499"],
      "CategoryNames": ["Academic Groups", "Pre-Professional Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "352348",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "American Sign Language Club",
      "ShortName": "ASL Club",
      "WebsiteKey": "aslclub",
      "ProfilePicture": "e07df4d4-2577-486c-908c-03a87e9284477a07be99-2292-448d-8d93-6add058b39e6.png",
      "Description": null,
      "Summary": "An organization where students from any level of ASL can come socialize and practice their sign language skills!",
      "CategoryIds": ["12498", "12503"],
      "CategoryNames": ["Academic Groups", "Language Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "346134",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "American Society of Civil Engineers ",
      "ShortName": "ASCE",
      "WebsiteKey": "ascepsu",
      "ProfilePicture": "bdf6dcee-249d-4c66-b59b-09bfd34f1341a04983c4-2a1d-4431-ad25-acd9f972c024.jpg",
      "Description": null,
      "Summary": "The PSU Student Chapter of ASCE offers many activities to enhance the engineering education experience. This includes guest speakers, field trips, community service projects, career fairs, workshops, and social activities. We also have competitive teams",
      "CategoryIds": ["12499"],
      "CategoryNames": ["Pre-Professional Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250795",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "American Society of Heating, Refrigerating, and Air-Conditioning Engineers",
      "ShortName": "ASHRAE",
      "WebsiteKey": "ashrae",
      "ProfilePicture": "aa8d2f6e-5566-4ae4-a735-3baf73b6b1b6f8fba8d9-6285-4f5b-9d96-08ca97d97914.jpeg",
      "Description": "<p>ASHRAE's Mission and Vision: To advance the arts and sciences of heating, ventilation, air conditioning and refrigeration to serve humanity and promote a sustainable world. ASHRAE will be the global leader, the foremost source of technical and educational information, and the primary provider of opportunity for professional growth in the arts and sciences of heating, ventilating, air conditioning and refrigerating.</p>",
      "Summary": "ASHRAE's Mission and VisionMission:To advance the arts and sciences of heating, ventilation, air conditioning and refrigeration to serve humanity and promote a sustainable world.Vision:ASHRAE will be the global leader, the foremost source of technical ...",
      "CategoryIds": ["12498", "12499"],
      "CategoryNames": ["Academic Groups", "Pre-Professional Groups"],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
