{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "250700",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Anime and Manga Club",
      "ShortName": "Anime club",
      "WebsiteKey": "anime-club",
      "ProfilePicture": "f0a02601-f613-4d9a-bdbc-8aa2b9efe3f41973a239-f73b-40bf-b952-f1e7ee3478ab.jpg",
      "Description": "<p>The purpose of this organization is to unite students in the common interest of immersing themselves in the sub-culture of Japanese anime, to promote knowledge of the diversity and variety present within the medium, and to provide a consistent, available, safe, and welcoming environment for fans and those curious about anime and manga.</p>",
      "Summary": "The purpose of this organization is to unite students in the common interest of immersing themselves in the sub-culture of Japanese anime, to promote knowledge of the diversity and variety present within the medium, and to provide a consistent, availab...",
      "CategoryIds": ["12507"],
      "CategoryNames": ["Arts Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250673",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Anthropology Student Association",
      "ShortName": "ASA",
      "WebsiteKey": "anthropology-student-association",
      "ProfilePicture": "0deb7113-7453-4840-afa5-5e1534bdfc838e147e8b-b3ea-4cfa-8f2a-6c366c14b4fc.jpg",
      "Description": "<p>To bring together multiple disciplines and ways of thought, in an effort to broaden awareness, stimulate creative thinking, academic growth and expand intellect in issues regarding the human experience and the cause or effect of our interactions. Promoting an openness to diverse thinking and ways of interpreting and perceiving our world.</p>",
      "Summary": "To bring together multiple disciplines and ways of thought, in an effort to broaden awareness, stimulate creative thinking, academic growth and expand intellect in issues regarding the human experience and the cause or effect of our interactions.",
      "CategoryIds": ["12498", "12499", "12504"],
      "CategoryNames": [
        "Academic Groups",
        "Pre-Professional Groups",
        "Multi-Cultural Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250680",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Arab Persian Student Organization",
      "ShortName": "APSO",
      "WebsiteKey": "arab-persian-student-organization",
      "ProfilePicture": "93180688-b45d-437b-9077-3f9f1015f9781d748c97-4be7-4dc2-82f1-1e14b16c01cc.png",
      "Description": "<p>The Arab-Persian Student Organization represents the cultural diversity and rich history of the Middle East. Through interaction with other student organizations and the co-sponsoring of public events, we strive to build a stronger cultural awareness at Portland State University and throughout the City of Portland. We are dedicated to adding to Portland's diverse and multicultural atmosphere and providing a positive resource to experience the Middle East. Join us as we continue to grow and celebrate one of the most vibrant and ancient regions in the world.</p>",
      "Summary": "The Arab-Persian Student Organization represents the cultural diversity and rich history of the Middle East. Through interaction with other student organizations and the co-sponsoring of public events, we strive to build a stronger cultural awareness a...",
      "CategoryIds": ["12504"],
      "CategoryNames": ["Multi-Cultural Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250816",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Arab Students Association",
      "ShortName": "ASA",
      "WebsiteKey": "arab-students-association",
      "ProfilePicture": "64833c5e-24f2-4563-a8a8-8934031ef0e36610b73e-eb1f-4eec-a600-2184c6286ab3.jpeg",
      "Description": "<p>The purpose of this organization is to celebrate the cultures, music, cuisines, and Arabic language dialects of all Arab countries. Arab students can feel welcome at PSU.</p>",
      "Summary": "The purpose of this organization is to promote the cultures of all Arab countries and to provide the support for all Arab students.",
      "CategoryIds": ["12501", "12503", "12504", "14242"],
      "CategoryNames": [
        "International Groups",
        "Language Groups",
        "Multi-Cultural Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250879",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Arabic Language and Culture Student Association",
      "ShortName": "ALCSA",
      "WebsiteKey": "alcsa",
      "ProfilePicture": "d4ed7a1e-5627-473a-ba73-566a25a8c44c43bb499e-243e-4c31-a465-a06922e56f77.jpg",
      "Description": "<p>The Arabic Language and Culture Student Association aims to provide an additional resource to students of PSU's Arabic language program in order to reinforce our learning. This association has been formed to directly address the need for an accessible, consistent forum where students may reinforce the material learned inside the classroom, as well as provide a necessary resource for breaks in the school year. Additionally, we seek to bridge the gap between the classroom and making connections to native Arabic speakers, as well as broader cultural and contemporary topics.</p>",
      "Summary": "The Arabic Language and Culture Student Association aims to provide a forum where students may practice and improve their Arabic in a communal setting while learning more about the cultures of Arabic-speaking countries. ",
      "CategoryIds": ["12498", "12501", "12503", "12504"],
      "CategoryNames": [
        "Academic Groups",
        "International Groups",
        "Language Groups",
        "Multi-Cultural Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250683",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Associated Students of Portland State University (ASPSU)",
      "ShortName": "Associated Students of Portland State University",
      "WebsiteKey": "associated-students-of-portland-state-university",
      "ProfilePicture": "791eb3ff-465e-427a-97c6-d1cc98b8092f952c0284-25cb-45bb-b2c7-0d5446954d29.jpg",
      "Description": "<p>ASPSU is your Student Government.</p>\r\n<p>We are a group of passionate student leaders who come from various walks of life devoted to one common purpose: to selflessly serve, advocate, and represent the 29,000 students at Portland State University.</p>\r\n<p>The mission of ASPSU is to:</p>\r\n<p>&bull; Promote the social, cultural, educational, and physical development of our members and the advancement of our common and individual interests both within and without the University</p>\r\n<p>&bull; Establish this Constitution in order to facilitate formal means of communication and interaction among students, student organizations, faculty, and University administration</p>\r\n<p>&bull; To advocate for and represent the interests of students before internal and external bodies, including providing for student representation and participation on University committees</p>\r\n<p>&bull; To provide support and services not offered by other divisions of the University</p>\r\n<p>&bull; To provide a process for students to fully participate in the allocation of student incidental fees as provided in Oregon Revised Statutes, the Oregon Administrative Rules, and the State Board of Higher Education and hence to create a strong, effective, and efficient student government</p>",
      "Summary": "ASPSU is a group of passionate student leaders who come from various walks of life devoted to one common purpose: to selflessly serve, advocate, and represent the 29,000 students at Portland State University. ",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250679",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Association of African Students",
      "ShortName": "AAS",
      "WebsiteKey": "association-of-african-students",
      "ProfilePicture": "f9c1df1a-2d9a-409e-8f6f-1993498421990f1f053e-6f83-4044-9ba3-5d94cff5777c.jpg",
      "Description": "<p>The Association of African Students (AAS) is dedicated to the constant exchange of socio-cultural information and understanding between PSU, its community, the City of Portland and African Students. AAS encourages students, faculty and staff, to come together and learn more about Africa. AAS has set among its goals to strive for excellent reputation within and around PSU.</p>",
      "Summary": "The Association of African Students (AAS) is dedicated to the constant exchange of socio-cultural information and understanding between PSU, its community, the City of Portland and African Students. AAS encourages students, faculty and staff, to come t...",
      "CategoryIds": ["12498", "12501", "12502", "12504", "12508", "14242"],
      "CategoryNames": [
        "Academic Groups",
        "International Groups",
        "Spiritual Groups",
        "Multi-Cultural Groups",
        "Advocacy and Activism Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250736",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Association of Engineering Geologists Student Chapter",
      "ShortName": "AEG",
      "WebsiteKey": "assoc-of-eng-geologists-studentchapter",
      "ProfilePicture": "e794e19b-a20b-4e41-aca8-d18d10929287c8f09712-57a4-48ca-a147-331a059a65dc.jpeg",
      "Description": "<p>The Association of Environmental and Engineering Geologists (AEG) provides learning opportunities for students focused on applied geology that will help prepare them for becoming a practicing geologist. At AEG meetings, students can receive information about the types of work being done in the fields of environmental, engineering, and hydro-geology. Students can learn about these areas of practice and the wide variety of job types and career opportunities. AEG also facilitates networking opportunities with the local agency and industry professionals. The visiting professional program brings industry &amp; academic professionals as guest lectures. The K-12 outreach program supports the academic success of children and youth by expressing the importance of math, chemistry, writing. How those core subjects are related to and are applied to economic and environmental issues within space, planetary, and natural sciences. Through leading field trips, classroom activities, and guest lectures.</p>",
      "Summary": "The Association of Environmental and Engineering Geologists (AEG) provides learning opportunities for students focused on applied geology that will help prepare them for becoming a practicing geologist. At AEG meetings, students can receive information..",
      "CategoryIds": ["12498", "12499"],
      "CategoryNames": ["Academic Groups", "Pre-Professional Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250804",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Association of Environmental Science Students",
      "ShortName": "AESS",
      "WebsiteKey": "association-of-environmental-science-students",
      "ProfilePicture": "a51f2cf6-c0f1-4692-b490-449be88f90458ce19062-484e-4857-94ca-96ce3d87185f.png",
      "Description": "<p>The mission of AESS is to advance student curiosity and engagement in environmental science through interdisciplinary interactions. We hold regular seminars with professionals from the community, social events and outdoor activities that allow opportunities to discuss, analyze and tackle issues related to environmental science.</p>",
      "Summary": "The mission of AESS is to advance student curiosity and engagement in environmental science through interdisciplinary interactions.  We hold regular social events that allow opportunities to discuss, analyze and tackle issues. ",
      "CategoryIds": ["12498", "14242"],
      "CategoryNames": ["Academic Groups", "Service and Volunteering"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250847",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Athletic & Outdoor Connect",
      "ShortName": "AOConnect",
      "WebsiteKey": "athletic-outdoor-connect",
      "ProfilePicture": "9f3ce44b-5d97-43c2-a72b-428c1e8231b7fe5ac1eb-9e0f-4727-9509-7e9f851a1a6f.jpeg",
      "Description": "<p>Athletic &amp; Outdoor (A&amp;O) Connect at Portland State University connects students with athletic and outdoor industry leaders and resources to create lasting relationships and build strong networks. Our goal is to bridge the gap from academia to career by establishing an environment of shared learning, engagement opportunities, and lasting relationships with mentors, peers, faculty, and industry professionals. Throughout the school year, A&amp;O Connect hosts monthly speaker engagements, networking events, and HQ campus tours, partnering with some of the biggest names in the industry, such as Nike, Adidas, Columbia, and more.&nbsp;</p>\r\n<p><span style=\"font-weight: 400;\">We&rsquo;re open to all students within the Athletic and Outdoor Industry Certificate program, and anyone who shares our passion for this industry. </span></p>\r\n<p>Check out our Instagram @aoconnect or Linkedin to #aogetconnected and attend an event!</p>",
      "Summary": "The Athletic and Outdoor Connect student group at Portland State University links students with outdoor industry leaders and resources to create lasting relationships and build strong networks. Our goal is to bridge the worlds of business and academia.",
      "CategoryIds": ["13376"],
      "CategoryNames": ["Business"],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
