{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "330755",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "PSU Veterans Club",
      "ShortName": "PSUVC",
      "WebsiteKey": "psuveteransclub",
      "ProfilePicture": "eced5e1d-3d2a-4c3a-8d78-b40556cefe7f2137d555-0ab0-4493-bcb4-41aec80e2cfb.png",
      "Description": "<p>The purpose of this organization aims to unite students in the common interest of creating a community for student veterans, military students, and anyone else that wants to contribute to this goal. This club's focus will be on developing relationships with the Veteran's Resource Center, other student organizations.</p>\r\n<p>&nbsp;</p>",
      "Summary": "The purpose of this organization aims to create an active community for student veterans, military students, and others that want to contribute to this goal.",
      "CategoryIds": ["12508", "14242"],
      "CategoryNames": [
        "Advocacy and Activism Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250833",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Public Health Student Organization",
      "ShortName": "PHSO",
      "WebsiteKey": "public-health-student-organization",
      "ProfilePicture": "eab96ee6-2ba2-4c82-a963-5488ee5662fa1d6d7cd4-a852-4133-b162-ec8e1aff6079.jpg",
      "Description": "<p>The Public Health Student Organization (PHSO) aims to engage students within the School of Public Health in extracurricular activities. PHSO events are student-led and hosted throughout the academic year to provide students with professional, academic, and social support. PHSO targets masters and doctoral students, however, the group is open to undergraduate students within the School of Public Health.</p>\r\n<p><strong>Mission</strong>: To foster an environment that allows students to learn, network, and expand their community on campus and virtually.</p>\r\n<p><strong>Values</strong>: Socials, Support, Service</p>",
      "Summary": "Public Health Student Organization aims to engage and unite students with a shared interest in Public Health and is committed to championing initiatives that elevate the experience of students within the SPH. ",
      "CategoryIds": ["12498", "12499", "14242"],
      "CategoryNames": [
        "Academic Groups",
        "Pre-Professional Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "260726",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Queer Resource Center",
      "ShortName": "QRC",
      "WebsiteKey": "qrc",
      "ProfilePicture": "cdcfe37d-2cf8-4c67-ac95-9b840e6f2194f84b9958-9255-4db8-bfb2-2a065ab1ba4e.png",
      "Description": "<p>Welcome to the Queer Resource Center! The QRC offers resources and programming to support you throughout your time at PSU, including a cozy lounge area, computer workstations, LGBTQ lending library, and fun &amp; positive vibes.&nbsp;</p>",
      "Summary": "Welcome to the Queer Resource Center! The QRC offers resources and programming to support you throughout your time at PSU, including a cozy lounge area, computer workstations, LGBTQ lending library, and fun & positive vibes. ",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250715",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Ratio Christi",
      "ShortName": "RCPSU",
      "WebsiteKey": "ratio-christi",
      "ProfilePicture": null,
      "Description": "Ratio Christi is a student organization that seeks to (1) Strengthen the faith of Christian students and faculty by equipping them to give reasons and evidence for their beliefs, (2) Offer skeptics, atheists and agnostics a non-threatening place in which to discuss their objections to the claims of Christianity as well as ask questions, and (3) Host campus-wide events featuring Christian thinkers, apologists, scientists, and philosophers in lectures and debates. Our aim is to represent the intellectual viability of the Christian worldview on the university campus and beyond.",
      "Summary": "Ratio Christi is a student organization that seeks to (1) Strengthen the faith of Christian students and faculty by equipping them to give reasons and evidence for their beliefs, (2) Offer skeptics, atheists and agnostics a non-threatening place in whi...",
      "CategoryIds": ["12502"],
      "CategoryNames": ["Spiritual Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250871",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Sailing",
      "ShortName": "Sailing",
      "WebsiteKey": "sailing",
      "ProfilePicture": null,
      "Description": null,
      "Summary": null,
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250714",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Saudi Student Club",
      "ShortName": "Saudi",
      "WebsiteKey": "saudi-student-club",
      "ProfilePicture": "fcb7916b-9bb3-4263-ab7e-5188209fd3137a776566-e000-4993-babc-cdd1d64496c8.png",
      "Description": "<p>The Saudi Student Club is a group at Portland State University that was established in February 14th 2006 by a group of Saudi Students. Our mission is to help Saudi Students succeed in their academic life, and to promote the Saudi culture to Portland community. We host academic events, cultural events, and sport activities. Our Club services are not limited to Saudi Student only, but they are open for everyone to join as well. We are here to build bridges of friendship between the two countries. We nonprofit organization that serve all the Saudi students at Portland State University and introduce the Saudi Culture to Portland Community Email: saudirt@pdx.edu The purposes of this club are: &bull; To offer academic support and to provide Saudi Student at Portland State University and the City of Portland an opportunity to represent the culture, religion, history, and heritage of Saudi Arabia. &bull; To educates the campus community and the city of Portland about Saudi Arabian at large. &bull; To provides enhanced social life by bringing all Saudi students together in spirit and action. &bull; To shows the reality about Islam and Saudi women to American People. &bull; To bridges the gap between Saudi Students and American students. The Saudi Students Club will not discriminate on the basis of race, religion, doctrine, color, disability, age, sex, or social status toward its members. The Authorized Representatives, officers, and members of this organization will must responsibility for compliance with University policies and campus regulations Generic Items: The Club is NOT representing any political or religious views Establishing any other Saudi Students Club at PSU is not permitted whatever number of participators was.</p>",
      "Summary": "The Saudi Student Club is a group at Portland State University that was established in February 14th 2006 by a group of Saudi Students.Our mission is to help Saudi Students succeed in their academic life, and to promote the Saudi culture to Portland co...",
      "CategoryIds": ["12501"],
      "CategoryNames": ["International Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250765",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "School of Public Health Student Leadership Council",
      "ShortName": "SPHSLC",
      "WebsiteKey": "student-leadership-council",
      "ProfilePicture": null,
      "Description": "<p>The Student Leadership Council (SLC) is student governance structure for the School of Public Health. SLC acts as the student voice for the School of Public Health. Our mission is to promote advocacy, collaboration, openness, respect, and equity among students. Student leadership council members work with their constituents, faculty, and administration to coordinate student events, provide valuable insight, and promote academic excellence.</p>",
      "Summary": "The Student Leadership Council (SLC) is student governance structure for the School of Public Health. SLC acts as the student voice for the School of Public Health. Our mission is to promote advocacy, collaboration, openness, respect, and equity among.",
      "CategoryIds": ["12508"],
      "CategoryNames": ["Advocacy and Activism Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250787",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "SHPE: Leading Hispanics in STEM",
      "ShortName": "SHPE",
      "WebsiteKey": "psu_shpe",
      "ProfilePicture": "df485d86-6dc4-47e1-adf9-7472cae8764b59213876-80b0-4814-b795-8f1e1c10cb66.png",
      "Description": "<p><strong>NOTE:</strong> SHPE PSU welcomes students, faculty, and professionals of all majors and backgrounds to participate in our events and meetings.</p>\r\n<p>&nbsp;</p>\r\n<p>SHPE is the largest association in the nation for Hispanics in STEM.&nbsp;SHPE is an organization that helps promote the advancement of Hispanics and other minorities in the STEM fields by providing student and professional members effective training, leadership and career opportunities, networking, mentorship, and programming for the community.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Mission:</strong></p>\r\n<p>SHPE changes lives by empowering the Hispanic community to realize its fullest potential and to impact the world through STEM awareness, access, support, and development.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Vision:</strong></p>\r\n<p>SHPE&rsquo;s vision is a world where Hispanics are highly valued and influential as the leading innovators, scientists, mathematicians, and engineers</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Values:</strong></p>\r\n<p style=\"text-align: left;\"><span style=\"text-decoration: underline;\">Familia</span>:&nbsp;We take responsibility for our collective strength and passion by developing communities, building a diverse and inclusive membership, and challenging each other to be our best.</p>\r\n<p style=\"text-align: left;\">&nbsp;</p>\r\n<p style=\"text-align: left;\"><span style=\"text-decoration: underline;\">Service</span>:&nbsp;We act on a foundation of service. We commit to deliver the highest levels of quality, integrity, and ethical behavior. We act with empathy, patience, and understanding.</p>\r\n<p style=\"text-align: left;\">&nbsp;</p>\r\n<p style=\"text-align: left;\"><span style=\"text-decoration: underline;\">Education</span>:&nbsp;We value formal education and professional development. We are dedicated to continuous improvement and renewal. We learn from successes, setbacks, and each other.</p>\r\n<p style=\"text-align: left;\">&nbsp;</p>\r\n<p style=\"text-align: left;\"><span style=\"text-decoration: underline;\">Resilience</span>:&nbsp;We embrace our diverse cultures and communities, which enable us to adapt, thrive, and persist with optimism.</p>",
      "Summary": "SHPE aims to promote the advancement of Hispanics and other minorities in the STEM fields by providing student and professional members effective training, leadership and career opportunities, networking, mentorship, and programming for the community.",
      "CategoryIds": ["12498", "12499", "12504", "14242"],
      "CategoryNames": [
        "Academic Groups",
        "Pre-Professional Groups",
        "Multi-Cultural Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "290162",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Sigma Iota Rho Honor Society for International Studies",
      "ShortName": "S.I.R",
      "WebsiteKey": "sigmaiotarho",
      "ProfilePicture": "b3c69738-1113-4f4b-9543-6730e7b781cfbc0093bc-ba76-4805-b98a-8c09f59c35ac.gif",
      "Description": "<p>SIR&rsquo;s mission is to promote international studies and to reward scholarship and service among students in the fields of international and global studies, international affairs and international relations in universities across the nation. It also seeks to foster integrity and creative performance in the conduct of world affairs.</p>\r\n<p>PSU's chapter, Eta Chi, was officially established in October 2019. We strive to create a community of like-minded individuals who are passionate about understanding and serving the world around us. Our goal is to provide INTL students at Portland State University with the tools and resources they need to meet their academic and career goals in the international field. By encouraging students to \"think globally and act locally,\" SIR aims to foster lifelong devotion to service and study in the international sphere.</p>",
      "Summary": "The purpose of SIR is to promote & reward scholarship & service among\r\nstudents and practitioners of international studies, international affairs, & global studies and to\r\nfoster integrity and creative performance in the conduct of world affairs.",
      "CategoryIds": ["12505"],
      "CategoryNames": ["Honorary Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250869",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Social Practice Club",
      "ShortName": "SPC",
      "WebsiteKey": "social-practice-club",
      "ProfilePicture": "942f13fd-4ab9-47ec-90fa-179ec4f75ce442c8d068-24ce-4a5c-a0ef-793d4b8ce1b1.png",
      "Description": "<p>PSU's Social Practice Club is a meeting place and space for artists and students who are interested in experimental, socially-engaged, creative projects in our community. A background in art is not necessary!&nbsp;</p>",
      "Summary": "PSU's Social Practice Club is a meeting place for artists and students interested in experimental, socially-engaged, creative projects in our community. ",
      "CategoryIds": ["12507"],
      "CategoryNames": ["Arts Groups"],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
