{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "333337",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Women of Color in Business",
      "ShortName": "WOC",
      "WebsiteKey": "woc",
      "ProfilePicture": "dde5095b-ac63-4764-9605-80a9c56ebfb11ad10a72-cdbd-444d-b59b-0c0e4f81ab3b.png",
      "Description": "<p>&nbsp;</p>\r\n<p><span style=\"font-weight: 400;\">Women of color (WOC) in business is focused on cultivating internal networks and sharing professional development opportunities for women of color in business. Additionally, WOC advocates for awareness in workplace and educational barriers, sharing of personal experiences and pertinent data driven research. WOC welcomes intersectionality and is committed to providing a safe space. WOC welcomes people who do not identify as women of color to participate in our events with the understanding of our mission to advance women of color in business and other underrepresented groups. </span></p>\r\n<p><span style=\"font-weight: 400;\">The mission of Women of Color in Leadership is to:&nbsp;</span></p>\r\n<ol>\r\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Build a network of relationships among students of color and allies in the PSU business programs. All interested students are encouraged to attend though.&nbsp;</span></li>\r\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Provide networking opportunities with women of color leaders in the local community.</span></li>\r\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Promote professional development in current and future women of color leaders.</span></li>\r\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Increase awareness of challenges that women of color face in the workplace.</span></li>\r\n</ol>",
      "Summary": "Women of color (WOC) in business will cultivate internal networks and share professional development opportunities. Additionally, WOC will advocate for awareness, story telling, data driven research, workplace and educational barriers, and mentorship.",
      "CategoryIds": ["13376"],
      "CategoryNames": ["Business"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250809",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Women of Wisdom",
      "ShortName": "WOW!",
      "WebsiteKey": "women-of-wisdom",
      "ProfilePicture": null,
      "Description": "<p>Women of Wisdom WOW! We are centered on support, advocacy, collective growth, resource-sharing, service to ourselves, each other and the broader community. We practice mindfulness at each of our meetings and discuss topics related to our members ,feminism, and social justice. We welcome all genders, and students who may self-identify as non-traditional to be a part of our community.</p>",
      "Summary": "We are Women of Wisdom (WOW) centered on support, advocacy, collective growth, resource-sharing, service to ourselves, each other and the broader community. We practice mindfulness at each of our meetings and discuss topics related to our members.",
      "CategoryIds": ["12498", "12508"],
      "CategoryNames": ["Academic Groups", "Advocacy and Activism Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250826",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Women's Resource Center",
      "ShortName": "WRC",
      "WebsiteKey": "women-s-resource-center",
      "ProfilePicture": "25759358-c722-414c-a6a1-880cacecba32afe47182-2fbc-4038-8368-892322e4eb0c.png",
      "Description": "<p><span style=\"font-weight: 400;\">The Women&rsquo;s Resource Center offers leadership opportunities as well as support services. We provide meaningful engagement opportunities for students who want to establish collaborative, feminist-centered leadership skills that will help them advance toward graduation and prepare them for life outside PSU. We also offer Confidential Advocacy services through our Sexual &amp; Relationship Violence Response Program, where students experiencing sexual assault, sexual harrassment, stalking, dating and domestic violence can get one-on-one support and connect to resources both on and off campus.</span></p>\r\n<p><br />The WRC advocates for the best educational and campus experience for all members of our community. We accomplish this by advancing social justice, ensuring access to personal empowerment for students of all genders, and by working toward a safe and healthy campus.</p>",
      "Summary": "The WRC hosts and co-sponsors a number of events throughout the year, including annual favorites such as Social Sustainability Month, Sexual Assault Awareness Month, and Take Back the Night. We also bring speakers and performers to campus, sponsor disc...",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250883",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Young Life College",
      "ShortName": "YL",
      "WebsiteKey": "young-life-college",
      "ProfilePicture": "4f98b0b5-7f2b-4616-a4c9-8f8a61be189f5ff55f04-b3f8-481f-aa22-5a6a63bd468d.jpg",
      "Description": "<p>Young Life is a global non-profit that introduces students to Jesus. Young Life College is founded upon the three principles: reach, build launch. We're about reaching students where they are, building relationships with them, and launching them out to impact the world. We meet every week to build community and share in fellowship. It's a great way to meet other students and get connected. At the core, Young Life College at PSU is relational, and we have a lot of fun</p>",
      "Summary": "Young Life is a global non-profit that introduces students to Jesus. Young Life College is founded upon the three principles: reach, build launch. We're about reaching students where they are, building relationships with them, and launching them out to...",
      "CategoryIds": ["12502"],
      "CategoryNames": ["Spiritual Groups"],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
