{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "250839",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Dream PSU",
      "ShortName": "Dream PSU",
      "WebsiteKey": "dream-psu",
      "ProfilePicture": "14ef0bae-76d5-46cf-ae26-3318008c346d8e3fdab7-69c1-48d8-9e40-13d83f3f8238.PNG",
      "Description": "<p>Our mission is to unite, empower, and provide a space and resources for undocumented, immigrants, DREAMer, and DACA related communities and allies. The group strives to foster a school-wide environment that is understanding of the complexities of an individual&rsquo;s multilayered identities and experiences surrounding undocumented/immigration issues.</p>",
      "Summary": "Dream PSU is targeted at uniting, empowering, and providing a space and resource for undocumented, immigrants, DREAMers, DACA related communities and allies.",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250692",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Environmental Club",
      "ShortName": "Environmental",
      "WebsiteKey": "environmental-club",
      "ProfilePicture": "a441b96a-c392-42e7-a4ed-1eabecd2e339a0574fec-5f3c-4793-87b0-aba438854bf9.jpg",
      "Description": "<p>Hello and thank you for your interest in the Environmental Club. At this time the organization is not active and is looking for folks who are interested in being leaders so the group can start back up.&nbsp;</p>\r\n<p>If you are interested in joining this organization as either a leader or member, please contact Emily Melgoza, the group&rsquo;s Student Organization Advisor, at emelgoza@pdx.edu.</p>\r\n<p>&nbsp;</p>\r\n<p>Here at Portland State Environmental Club our group focuses on sharing knowledge with students about sustainability, environmental justice and science related issues on the PSU campus. This is facilitated by hosted events related to environmental awareness and sustainability in both urban and rural settings. The purpose of this organization is to unite students in the common interests of a variety of environmental issues and projects and make connections within and outside the PSU community building a stronger and better world.&nbsp;</p>",
      "Summary": "Here at Portland State Environmental Club our group focuses on sharing knowledge with students about sustainability, environmental justice and science related issues on the PSU campus. This is facilitated by hosted events related to environmental aware...",
      "CategoryIds": ["12508", "14242"],
      "CategoryNames": [
        "Advocacy and Activism Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "335822",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Equity Discussion Group ",
      "ShortName": "EDG",
      "WebsiteKey": "edg",
      "ProfilePicture": "488f73ae-2239-437c-879f-ea029da337b09da309ae-3869-40cf-9fc2-413a18c3fdf7.png",
      "Description": "<p>Preprofessional students such as Speech and Hearing Sciences (SPHR) students select topics that are responsive to serving underrepresented populations, sharing educational resources, and asking questions to guide collaborative learning.</p>",
      "Summary": "As a group of undergraduate, post-baccalaureate, and graduate students in the Speech and Hearing Sciences (SPHR) department, we discuss clinically-related topics from a culturally-responsive perspective.",
      "CategoryIds": ["12508"],
      "CategoryNames": ["Advocacy and Activism Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "296867",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Extinction Rebellion PSU",
      "ShortName": "XR-PSU",
      "WebsiteKey": "xr-psu",
      "ProfilePicture": "46c628bd-b6e3-4012-9393-2198f8c2cb330b78cb6e-bfc7-45be-a583-6d89cd9e4903.png",
      "Description": "<p>Hello, this group is currently inactive.&nbsp; If you are interested in starting the group back up please contact the group's advisor, Emily Melgoza at emelgoza@pdx.edu.</p>\r\n<p><strong>Extinction Rebellion</strong>&nbsp;(abbreviated as&nbsp;<strong>XR</strong>) is a global environmental movement&nbsp;with the stated aim of using&nbsp;nonviolent&nbsp;civil disobedience&nbsp;to compel government action to avoid&nbsp;tipping points in the climate system,&nbsp;biodiversity loss, and the risk of social and&nbsp;ecological collapse.</p>\r\n<p>Extinction Rebellion was established in the&nbsp;United Kingdom&nbsp;in May 2018 with about one hundred academics signing a call to action in support in October 2018,&nbsp;and launched at the end of October by&nbsp;Roger Hallam&nbsp;and&nbsp;Gail Bradbrook.</p>\r\n<p>Extinction Rebellion PSU is a local group to Portland which is focused on education and introducing people to XR via the climate talk, \"Climate Change: Heading for Extinction and what to do about it.\"</p>\r\n<p>We are focused around grassroots movement and bringing the culture of XR to Portland, and Portland State University to create radical, overnight change in our government.&nbsp;</p>",
      "Summary": "We are a non-violent direct action group focusing on education. We are providing climate talks, with official campaign materials and volunteer opportunities. ",
      "CategoryIds": ["12500", "12508"],
      "CategoryNames": ["Political Groups", "Advocacy and Activism Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "291527",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Fighting Game Club ",
      "ShortName": "FGC",
      "WebsiteKey": "fgc",
      "ProfilePicture": "d2b18baa-0ed5-4c1e-bd9c-bb365243efd086278dd7-ed67-491f-89a3-9d2f7883b220.jpg",
      "Description": "<p><em>Due to the Covid-19 outbreak, our actives are limited, and we do not have in person meets scheduled.</em></p>\r\n<p><span style=\"font-weight: 400;\">We play fighting games! Make friends! Rivals! Competitive, Semi-Competitive, and casual players, all are welcome regardless of skill! Please bring your own controller and setup(s)! Loaner controllers are limited. Our main title is Smash Ultimate, feel free to bring any other fighting game.</span></p>\r\n<p><span style=\"font-weight: 400;\">*even</span><span style=\"font-weight: 400;\"> Super Smash Bros Melee</span><span style=\"font-weight: 400;\">&nbsp;</span></p>",
      "Summary": "Due to the Covid-19 outbreak, we will be doing stuff online. Probably Among us. \r\n",
      "CategoryIds": ["12507"],
      "CategoryNames": ["Arts Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250722",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Financial Management Association",
      "ShortName": "FMA",
      "WebsiteKey": "financial-management-association",
      "ProfilePicture": "c86927e3-0525-46c8-bf00-41088ffe64a754822ff9-45c8-45c6-9736-07bbcf8169cb.png",
      "Description": "<p>The ongoing purpose of the Financial Management Association (FMA) is to assist in the professional, educational, and social development of college students interested in financial management, banking, real estate and investment management; to provide an association for college students actively interested in these fields; and to encourage interaction between business executives, faculty, and students interested in finance, economics, and accounting.</p>",
      "Summary": "The ongoing purpose of the Financial Management Association (FMA) is to assist in the professional, educational, and social development of college students interested in financial management, banking, real estate and investment management; to provide a...",
      "CategoryIds": ["13376"],
      "CategoryNames": ["Business"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250884",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Freed Minds",
      "ShortName": null,
      "WebsiteKey": "freed-minds",
      "ProfilePicture": "475aa0cb-0199-45e1-8b1e-b6ee0662fa1f6f248611-6e9f-4de9-8714-902a9dcffec1.png",
      "Description": "<p>The Mission of Freed Minds (previously known as the Justice Impacted Student Group) is to provide a framework for supporting a community of scholars wishing to counter the adverse impacts of mass-incarceration with the empowerment of knowledge and inclusion. This Mission will be approached by providing support, advocacy, identification &amp; navigation of resources, and a community centered on the empowerment of incarcerated and formerly incarcerated individuals through access and attainment of education.</p>",
      "Summary": "A community centered on the empowerment of incarcerated and formerly incarcerated individuals through access and attainment of education.",
      "CategoryIds": ["12508"],
      "CategoryNames": ["Advocacy and Activism Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250756",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Future Leaders in Industrial and Organizational Psychology",
      "ShortName": "FLIOP",
      "WebsiteKey": "fliop",
      "ProfilePicture": null,
      "Description": "<p>Future Leaders in Industrial and Organizational Psychology's mission is to promote undergraduate and graduate students' understanding and involvement within the field of Industrial and Organizational Psychology. FLIOP focuses on providing opportunities for PSU students to share ideas and information with one another and the greater Portland area I/O psychology community. It provides learning opportunities for members to expand their knowledge and improve their professional skills through networking and social gatherings, club-sponsored colloquiums, and participation in industry conferences. FLIOP will serve to increase the visibility of the I/O psychology field within the Portland State University community.</p>",
      "Summary": "Future Leaders in Industrial and Organizational Psychology's mission is to promote undergraduate and graduate students' understanding and involvement within the field of Industrial and Organizational Psychology.",
      "CategoryIds": ["12498"],
      "CategoryNames": ["Academic Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250889",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Game and Entertainment Making Students",
      "ShortName": "GEMS",
      "WebsiteKey": "game-and-entertainment-making-students",
      "ProfilePicture": "ed45a644-4aa2-40e6-938f-5278855aea1a5d9be37d-d05d-47c3-8cc0-ca6d987f50f2.png",
      "Description": "<p>GEMS is a creative space for PSU students to collaborate for the purpose of developing their own games. As students in GEMS, we strive to improve our skills and make the games we want to see made. All of the students in this club are a resource to help in the creation of games either through teaching new skills, collaboration, or exchange of ideas and opinions. This group is open to all students of every background and all students should feel comfortable attending the group and working with others.</p>",
      "Summary": "GEMS is a creative space for PSU students to collaborate for the purpose of developing their own games. As students in GEMS, we strive to improve our skills and make the games we want to see made. All of the students in this club are a resource to help.",
      "CategoryIds": ["12507"],
      "CategoryNames": ["Arts Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250733",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Geospatial Information Society",
      "ShortName": "GIS",
      "WebsiteKey": "geospatial-information-society",
      "ProfilePicture": "eb40857e-4725-42d4-9398-96a5467f8109b24cf6d5-83b1-4034-9877-9bef33d2707c.jpg",
      "Description": "<p>The purpose of this organization is to provide opportunities for students to learn about applied GIS, photogrammetry, and remote sensing, and to meet and collaborate with professionals in those fields. To accomplish this, we organize and sponsor professional colloquia, field trips, symposiums, and career development workshops. We are also preparing to enhance career development opportunities by connecting students with opportunities to work on data sets and problems from various companies and institutions.</p>",
      "Summary": "The purpose of this organization is to provide opportunities for students to learn about applied GIS, photogrammetry, and remote sensing, and to meet and collaborate with professionals in those fields. To accomplish this, we organize and sponsor profes..",
      "CategoryIds": ["12498", "12499", "14242"],
      "CategoryNames": [
        "Academic Groups",
        "Pre-Professional Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
