{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "250731",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Graphic Design Center",
      "ShortName": "GDC",
      "WebsiteKey": "graphic-design-center",
      "ProfilePicture": "b2069e32-a471-465f-8de8-1cbb1fe5aa0c849f8787-58b5-4d5d-8302-a6fdbdc42b54.png",
      "Description": "<p>The Graphic Design Center is a student-run design studio at Portland State University. We service PSU students, clubs, organizations, departments, and non-PSU organizations.&nbsp;</p>",
      "Summary": "The Graphic Design Center is a student-run design studio at Portland State University. We service PSU students, clubs, organizations, departments, and non-PSU organizations. \r\n\r\nIf you need stunning visual communications or a new logo we'd love to help. ",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250842",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Great Prophet Mohammed Group",
      "ShortName": "GPMG",
      "WebsiteKey": "great-prophet-mohammed-group",
      "ProfilePicture": "f111da0b-a947-4ccc-a04b-35998b19a5f437100774-575d-4922-9952-faf22a491d66.jpg",
      "Description": "<p>The purpose of this organization is to unite students in the common interest of celebrating religious and cultural, along with building a community within the Muslim students. More specifically, this group focuses on organizing events all over the year celebrating the memorable days of the 12 Imam that Shia Muslims follow after prophet Mohammed.</p>",
      "Summary": "The purpose of this organization is to unite students in the common interest of Celebrating religious and cultural events based on Islamic concepts, along with building a community within the Muslim students.  More specifically, this group focuses on o...",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250789",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Greek Council",
      "ShortName": "Greeks",
      "WebsiteKey": "greek-council",
      "ProfilePicture": "e9b6da66-0c3b-49d5-8217-3683503a367a45479ffc-1b05-4bd5-9320-f56de7326741.png",
      "Description": "<p>Welcome to Portland State Greek Council. We are the unified group for Fraternity and Sorority Life on the Portland State campus. This organization is for active members. If you are interested in joining please visit our website at http://greeklife.pdx.edu, email us at gogreek@pdx.edu or fill out our general interest form to be added to our Greek Recruitment email listserv and learn more about joining PSU Greek Life:&nbsp;https://forms.gle/88XbY9UaxqsSwegx5 . Our current member organizations of Greek Council are: Alpha Chi Omega, Delta Gamma, Kappa Delta Chi, Omega Delta Phi, Phi Delta Epsilon and Phi Delta Theta.</p>",
      "Summary": "Welcome to Portland State Greek Council. We are the unified group for Fraternity and Sorority Life on the Portland State campus. This organization is for active members. If you are interested in joining please visit our website at http://greeklife.pdx....",
      "CategoryIds": ["12506"],
      "CategoryNames": ["Greek Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250888",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Hebrew Club",
      "ShortName": "HBW Club",
      "WebsiteKey": "hebrew-club",
      "ProfilePicture": "cb2fa682-04f1-40c5-8dc7-713ad708fe7ba8ef15a7-a3fe-470c-8511-bb4e84ab6cdc.jpeg",
      "Description": "<p>The Hebrew club serves as space and time where students can meet to discuss, in English, Israeli movies, videos, games and short stories.</p>",
      "Summary": "The Hebrew club serves as space and time where students can meet to discuss, in English, Israeli movies, videos, games and short stories. ",
      "CategoryIds": ["12501", "12503", "12504"],
      "CategoryNames": [
        "International Groups",
        "Language Groups",
        "Multi-Cultural Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250761",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Hong Kong Student Association",
      "ShortName": "HKSA",
      "WebsiteKey": "hong-kong-student-association",
      "ProfilePicture": "2a37d033-c200-49d3-a418-f0ed0dbbca56f7cbe33e-5351-434b-8226-22a06e5a36d0.jpg",
      "Description": "<p>We are the Portland State University Chapter, Hong Kong Student Association. The purpose of the student group is to help the Portland State community to expand their knowledge of cultural adjustment, education, and social community while being able to share their unique culture with the other members in the community. HKSA is a student-run, multicultural student group dedicated to bringing Hong Kong culture to Portland State University. Its duties are to help PSU students of all ethnicities connect with each other through learning about Hong Kong culture. HKSA is a supportive group that encourages students to be open-minded and connect with other people of different backgrounds. We provide excellent opportunities to connect with other students on campus and with other student organizations here at PSU, all while learning about Hong Kong culture. These opportunities include different workshops focusing on learning about the unique culture that makes Hong Kong differ from Western culture; several chances to volunteer and gain interpersonal, communication, and organizational skills; and lastly, several ways to make new friends, show off your unique skills, and bring your own experience to our student organization.</p>",
      "Summary": "We strive to help the Portland State community expand their knowledge of Hong Kong's culture, lifestyle, and social experiences by hosting workshops, providing volunteer and development opportunities, and a safe space to share your personal stories.",
      "CategoryIds": ["12501"],
      "CategoryNames": ["International Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250818",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "IHI Open School Chapter",
      "ShortName": "PSU/OHSU Open School",
      "WebsiteKey": "ihi-open-school-chapter",
      "ProfilePicture": "d0778db7-ac17-44eb-adbf-d2a92d5681117bfd8cf7-05a2-4672-af5c-70388b1e2f05.png",
      "Description": "<p>Our mission is to empower learners and leaders in the Portland region and beyond to develop inter-professional connections and competencies to improve the services and systems that promote health. Our vision is a growing network of innovative leaders working on the frontier to improve the health of our communities. The Institute for Healthcare Improvement (IHI) Open School aims to fill an educational void for health profession students by providing free, online curricula focused on patient safety and quality improvement. Additionally, the IHI Open School provides opportunities for hands-on learning through Chapters like ours. Our Chapter is making a difference by growing a local, interprofessional community of learners and leaders in health-related fields. We are part of an international movement that recognizes that we are all patients at some point in our lives, so patients should come first! As students in Oregon, we are committed to increasing access to health care, decreasing error, and improving the quality of health and health services in our community through a collaborative, interprofessional network. While our Chapter is currently affiliated with two universities, we welcome participation from all students, faculty, community members, consumers, and other professionals who are passionate about health care improvement. IHI empowers everyone to recognize flaws within the system and provides the tools to make change happen. Our Chapter can give you the resources, skills, and connections to create, maintain, and spread health care quality improvement efforts. Join us so we can make this a reality together!</p>",
      "Summary": "Our mission is to empower learners and leaders in the Portland region and beyond to develop inter-professional connections and competencies to improve the services and systems that promote health.",
      "CategoryIds": ["12508"],
      "CategoryNames": ["Advocacy and Activism Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250739",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Indian Student Association",
      "ShortName": "ISA",
      "WebsiteKey": "indian-student-association",
      "ProfilePicture": "d42cf5a2-082c-46f1-9fe5-9809cfc21843e1d21970-14d7-4dca-b7d2-2eef56864c4e.png",
      "Description": "<p>The Mission of the Indian Students Association is to provide students of Portland State University and the community of Portland with a link to Indian culture by hosting a variety of cultural events interspersed with informal meetings throughout the academic year. It acts as an interconnecting system for Indian students to network among themselves and create an environment that will help in adjusting to Portland. In addition, through our events we also intend to introduce students of Portland state university to Indian traditions, lifestyle and culture.&nbsp;</p>",
      "Summary": "The Mission of the Indian Students Association is to provide students of Portland State University and the community of Portland with a link to Indian culture by hosting a variety of cultural events interspersed with informal meetings throughout the ac...",
      "CategoryIds": ["12501"],
      "CategoryNames": ["International Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250885",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "International & Global Studies Student Association",
      "ShortName": "IGSSA",
      "WebsiteKey": "international-global-studies-student-association",
      "ProfilePicture": "d910455b-6854-4487-8f42-5256776378c4835e6f22-360f-4e7b-b960-c6c30fbc2b4f.jpg",
      "Description": "<p>The PSU International &amp; Global Studies Student Association facilitates educational and participatory activities to discuss and enhance understanding of global affairs and impacts through student-led activities and events on campus.</p>",
      "Summary": "The PSU International & Global Studies Student Association facilitates educational and participatory activities to discuss and enhance understanding of global affairs and impacts through student-led activities and events on campus. ",
      "CategoryIds": ["12498"],
      "CategoryNames": ["Academic Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250730",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Iranian Students Association of Portland",
      "ShortName": "ISAP",
      "WebsiteKey": "iranian-students-association-of-portland",
      "ProfilePicture": "e869becf-9c17-4f56-ab3f-483a76c5642b1c1c5633-dc5c-4c53-9f40-982ab0c36aa0.jpg",
      "Description": "<p>Iranian Student Association of Portland (ISAP) is a non-profit and non-religious organization. Our mission is to provide support for new and continuing Iranian students at PSU, promote academic success, carry on Iranian traditions within the Portland community, and holding cultural events. We intend to be a point of contact to students and Iranian people new to the area. The Iranian student association of Portland intends to unify the Iranian community, regardless of background, in pursuit of a deeper sense of cultural, historical and communal identity. In addition, we celebrate Iranian cultural and historical holidays (i.e. Nowruz, Sepandarmazgan, Sizdeh-be-dar, Mehregan, Sadeh, Yalda), organize group outings, sporting events, and day hikes, and have viewing parties for various Iranian movies. The officers, members, as well as the support of the Iranian community, strive to promote a better understanding of the social, traditional, and historical aspect of the Iranian culture. ISAP is proud to present our culture to the Iranian students as well as students of different ethnic backgrounds.</p>",
      "Summary": "Iranian Student Association of Portland (ISAP) is a non-profit and non-religious organization. Our mission is to provide support for new and continuing Iranian students at PSU, promote academic success, carry on Iranian traditions within the Portland c...",
      "CategoryIds": ["12501"],
      "CategoryNames": ["International Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250711",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Iraqi Students' Club",
      "ShortName": "IQSC",
      "WebsiteKey": "iraqi-students-club",
      "ProfilePicture": "42b8e14a-27be-409b-b4bc-7c6da1a80647aee55657-2a0d-4a5a-90ec-bc22d87fd7a5.jpg",
      "Description": "<p>The purpose of this organization is to unite students in the common interest of representing Iraqi culture and introducing the diversity of cultures in Iraq to PSU community, in addition to the purpose of gathering Iraqi students to help each others as a one big family.</p>",
      "Summary": "The purpose of this organization is to unite students in the common interest of representing Iraqi culture and introducing the diversity of cultures in Iraq to PSU community, in addition to the purpose of gathering Iraqi students to help each others as...",
      "CategoryIds": ["12501"],
      "CategoryNames": ["International Groups"],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
