{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "250676",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Littman and White Galleries",
      "ShortName": "Littman  and White Galleries",
      "WebsiteKey": "littman-and-white-galleries",
      "ProfilePicture": "e8cc21ad-1335-481b-ac43-5b02e778725135d44f0c-6444-41ec-8193-bf86cc2da38e.jpg",
      "Description": "<p><span style=\"font-weight: 400;\">Littman and White Galleries is a historic student-run exhibition space within &nbsp; Portland State University. The Galleries are archival in that they take up residency on stolen land, as student leaders inside a colonial institution we take accountability for how the past has shaped the present, we acknowledge, Littman + White galleries' roots are of capital construction. We utilized space and epidemic knowledge of the confederated tribes of Grand Rode, tribal bands from the Kalapuya, Molalla, Chasta, Umpqua, Rogue River, Chinook, and Tillamook, first nation people, original caretakers of the land.&nbsp; We work towards providing community members with space to share visual culture, through programming of exhibitions and art-related events.</span></p>\r\n<p>For more info check out our website or email our director Carter at littmanandwhite@pdx.edu</p>\r\n<p>&nbsp;</p>",
      "Summary": "The Littman and White Galleries are student-run exhibition spaces in the Smith Memorial Student Union Building (SMSU) at Portland State University.",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "335753",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Macro Social Work Student Network",
      "ShortName": "MSWSN ",
      "WebsiteKey": "mswsn",
      "ProfilePicture": "44cd2815-a0dd-4d42-aa36-b64ee25c8cd4eab271db-b5c4-4149-830e-9f371014bfb1.jpeg",
      "Description": "<p>This is a local chapter of the national organization Macro Social Work Student Network, a subsidiary of ACOSA, the Association for Community Organization and Social Action.&nbsp;ACOSA fosters global perspectives on social work practice and social welfare policy, advances racial, environmental, and social justice, values interdisciplinary collaboration, improves the social and economic well-being of marginalized communities, and supports human rights for all. The PSU MSWSN chapter aims to engage students at all levels and across multiple disciplines in advancing the principles of social work on a macro level by fostering growth and collaboration.&nbsp;</p>",
      "Summary": "Uniting students in the common interest of promoting macro social work through education, resource sharing, direct action, student-led research, policy and legislative work, building relationships in the field, and institutional advocacy. ",
      "CategoryIds": ["12500", "12508", "14242"],
      "CategoryNames": [
        "Political Groups",
        "Advocacy and Activism Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250873",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Meditation For All People",
      "ShortName": "MFAP",
      "WebsiteKey": "meditation-for-all-people",
      "ProfilePicture": "7b60c52a-0027-4d68-b6d5-f8917d4df05c016f46e1-26b5-4985-8af9-4872be01f515.jpg",
      "Description": "<p>A spiritual community that provides guidance and techniques of meditation for attaining balanced physical, mental and spiritual well-being.&nbsp;</p>\r\n<p>https://linktr.ee/psumeditation</p>\r\n<p>&nbsp;</p>",
      "Summary": "A spiritual community that provides guidance and techniques of meditation for attaining balanced physical, mental and spiritual well-being.",
      "CategoryIds": ["12502"],
      "CategoryNames": ["Spiritual Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "291526",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Mixed Me",
      "ShortName": "Mixed Me",
      "WebsiteKey": "mixedme",
      "ProfilePicture": "ac422c94-ba16-4669-b0e9-6e170b4b55cc53bab22b-0633-4d0d-aacb-1e77f76e68f8.png",
      "Description": "<p>The purpose of this organization is to unite students in the common interest of multiracial, multiethnic, multicultural, and multinational identities. The goal is to form a supportive community in which all mixed identifying&nbsp;students are able to connect, relate, share stories, and feel comfortable with expressing their intersecting identities. Students will be able to participate in events and activities that will help them in their identity development.</p>\r\n<p>&nbsp;</p>\r\n<p>We are looking forward to seeing you at our meetings! Make sure you follow us Instagram for updates @mixedme_psu</p>\r\n<p>&nbsp;</p>\r\n<p>Any other inquiries please email mixedme@pdx.edu</p>",
      "Summary": "The purpose of this organization is to unite students in the common interest of multiracial, multicultural, multiethnic identities. Students are able to connect, relate, share stories, and feel comfortable developing/expressing their racial identities.",
      "CategoryIds": ["12504"],
      "CategoryNames": ["Multi-Cultural Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250685",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Movimiento Estudiantil Chicano de Aztlan",
      "ShortName": "MEChA",
      "WebsiteKey": "movimiento-estudiantil-chicano-de-aztlan",
      "ProfilePicture": "49462e7c-87e4-4584-8083-4e0577fe5d39acd5823e-1887-488e-b86c-25a77c473f61.PNG",
      "Description": "<p>Our philosophy is to educate and empower youth toward self-determination and increase the number of&nbsp;Latinx students in higher education. To develop a sense of identity and cultural roots through our indigenous heritage. We also serve as a support structure for students to ensure successful college completion as well as overall well-being. We are open to all students.</p>",
      "Summary": "Our philosophy is to educate and empower youth toward self-determination and increase the number of Latinx students in higher education. To develop a sense of identity and cultural roots through our indigenous heritage. We also serve as a support system.",
      "CategoryIds": ["12504", "12508"],
      "CategoryNames": [
        "Multi-Cultural Groups",
        "Advocacy and Activism Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250872",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Multicultural Business Student Association",
      "ShortName": "MBSA",
      "WebsiteKey": "multicultural-business-student-association",
      "ProfilePicture": "0ef4c6d8-9404-46a1-be51-2042c5a1d4a1a6083132-b513-4892-8487-da154c107491.png",
      "Description": "<p><span style=\"font-weight: 400;\">MBSA is created and led by it's peers, with a vision to build community within the multicultural student body of the PSU business school. Our objectives are to build connections with each other and strengthen our candidacy for future careers. Students are invited to personal and professional development events with fellow college students to learn and grow alongside one another, and gain insights from business professionals. We are passionate about preparing our members for their futures, and making an impact on their lives.&nbsp;</span></p>",
      "Summary": "MBSA aims to build community with multicultural students at PSU. We host personal, social, and professional development events to build friendship and strengthen our candidacy for future careers. ",
      "CategoryIds": ["13376"],
      "CategoryNames": ["Business"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "352596",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Multicultural Connections & Empowerment in the Speech & Hearing Sciences ",
      "ShortName": "MCE (Multicultural Connections & Empowerment",
      "WebsiteKey": "none",
      "ProfilePicture": null,
      "Description": "<p><span style=\"font-weight: 400;\">MCE is a student-first coalition of SPHR students aimed at building a space for students of color to come together and confront the realities of living in a predominantly white city, going to school on a predominantly white campus, and pursuing a career in a predominantly white field. As a group, we hope to support each other as we go through this both separate and shared experience. As we learn from each other, we hope to use our own experiences as students of color as a bridge towards success for all of us. MCE believes building a space for students of color in SPHR is necessary to hear ourselves and each other better. MCE believes in building a safe space for collaborative discussions and education around advocacy, allyship, and providing tools to create a safer and more supportive environment for the BIPOC community in school and work environments in SPHR. MCE is a space to connect to peer mentors in SPHR and develop personal and professional connections. MCE hopes to facilitate strong relationships and form a network of support in the field. This goal is crucial as members will continue to face the realities of being a person of color in the speech and hearing sciences field.</span></p>",
      "Summary": "MCE is a student-first coalition of SPHR students aimed at building a space for multicultural students and students of color to come together and confront the realities of pursuing a career in the predominantly white field of speech and hearing sciences.",
      "CategoryIds": ["12499", "12504", "12508"],
      "CategoryNames": [
        "Pre-Professional Groups",
        "Multi-Cultural Groups",
        "Advocacy and Activism Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250684",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Muslim Student Association",
      "ShortName": "MSA",
      "WebsiteKey": "muslim-student-association",
      "ProfilePicture": "00d13d44-6315-4e23-98d7-528389c3caa6df203b4c-c7aa-412d-8bca-65798b8f6871.jpg",
      "Description": "<p><span style=\"font-weight: 400;\">The PSU MSA is an organization devoted to the best interests of the Muslim students at PSU, on the basis of traditional Islamic values and principles, all the while cultivating an understanding between the Muslim and Non-Muslim communities. Towards that end, the PSU MSA will:</span></p>\r\n<ul>\r\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Uphold and respect Islamic values in our actions as an organization, as shown to us by the Quran and Sunnah.</span></li>\r\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Educate the PSU community about the Islamic faith.</span></li>\r\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Advocate for the special needs of Muslim students based on, but not limited to, the requirements of faith</span></li>\r\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Foster a strong sense of Brotherhood and Sisterhood.</span></li>\r\n</ul>\r\n<p><span style=\"font-weight: 400;\">Friday Prayer Information:</span></p>\r\n<p>We have had many students reach out to us regarding the Jummah salah on PSU campus. As of now, there is no Jummah being held on PSU Campus. However, we continue to have Jummah at the First Christian Church. More details, including timings and the address, can be found on our Instagram (@pdxmsa).</p>",
      "Summary": "The PSU MSA is an organization devoted to the best interests of the Muslim students at PSU, on the basis of traditional Islamic values and principles, all the while cultivating an understanding between the Muslim and Non-Muslim communities.",
      "CategoryIds": ["12502", "12504", "12508"],
      "CategoryNames": [
        "Spiritual Groups",
        "Multi-Cultural Groups",
        "Advocacy and Activism Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250698",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "NAMI on Campus",
      "ShortName": "NAMI",
      "WebsiteKey": "nami-on-campus",
      "ProfilePicture": "073a60db-b5a4-4e01-8fb8-26461321ef60fe551133-ee8b-422d-8173-fbd002079036.jpg",
      "Description": "<p><span style=\"font-weight: 400;\">Hello and thank you for your interest in NAMI.&nbsp; At this time the organization is not active and is looking for folks who are interested in being leaders so the group can start up again.</span></p>\r\n<p><span style=\"font-weight: 400;\">If you are interested in joining this organization as either a leader or member, please contact Emily Melgoza, the group&rsquo;s Student Organization Advisor, at emelgoza@pdx.edu.</span></p>\r\n<p>&nbsp;</p>\r\n<p>NAMI, the National Alliance on Mental Illness, is the nation's largest grassroots mental health organization dedicated to building lives for the millions of Americans affected by mental illness. NAMI advocates for access to services, treatment, supports, and research and is steadfast in its commitment to raising awareness and building a community of hope for all of those in need. NAMI on Campus is an extension of NAMI's mission into the campus community. These clubs are open to all students, whether they live with a mental health condition, are a family member or friend or have a general interest in mental health. NAMI on Campus clubs aim to address the mental health needs of all students so they have positive, successful and fun college experiences. NAMI on Campus clubs are student-led and tackle mental health issues on campus by: -Raising mental health awareness. -Educating the campus community. -Supporting and connecting students. -Promoting services and supports. -Advocating.</p>",
      "Summary": "NAMI, the National Alliance on Mental Illness, is the nation's largest grassroots mental health organization dedicated to building lives for the millions of Americans affected by mental illness. NAMI advocates for access to services, treatment, support...",
      "CategoryIds": ["12508"],
      "CategoryNames": ["Advocacy and Activism Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250762",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "National Society of Collegiate Scholars",
      "ShortName": "NSCS",
      "WebsiteKey": "national-society-of-collegiate-scholars",
      "ProfilePicture": "bdfea58a-3df4-429c-a4a6-14e996d65ed64dc7155d-a744-4572-bdcc-2d79dea202a7.png",
      "Description": "<p>The National Society of Collegiate Scholars (NSCS) is an honors organization that recognizes and elevates high-achieving students. NSCS provides career and graduate school connections, leadership, and service opportunities, and gives out more than $1 million annually in scholarships, awards, and chapter funds. As a member, you&rsquo;ll be part of a prestigious community with lifetime benefits.</p>",
      "Summary": "NSCS is an honors organization recognizing high-achieving students. We offer opportunities for leadership and community service. ",
      "CategoryIds": ["12498", "12499", "12505", "14242"],
      "CategoryNames": [
        "Academic Groups",
        "Pre-Professional Groups",
        "Honorary Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
