{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "250741",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "National Student Speech Language Hearing Association",
      "ShortName": "NSSLHA",
      "WebsiteKey": "psunsslha",
      "ProfilePicture": "98cc302d-5943-4563-9569-9ac00ea34fe416a02f01-eb58-44d5-bdbb-d2387307a962.png",
      "Description": "<p>Welcome to Portland State NSSLHA's Connect page! We are excited to have you here! Our aim is to encourage professional interest among university students in the study of speech and hearing sciences. Additionally, we wish to assist university departments and local organizations interested in speech, hearing, and language behavior and disorders. Ultimately, as NSSLHA members, we are a community- a safe and dynamic space where students can greet, gather and grow in our knowledge of speech and hearing sciences. We look forward to seeing you soon!</p>",
      "Summary": "NSSLHA (pronounced \"NISS-luh\") is a pre-professional membership association for students interested in the study of communication sciences and disorders. ",
      "CategoryIds": ["12498"],
      "CategoryNames": ["Academic Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250748",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Nepalese Student Association",
      "ShortName": "NSA",
      "WebsiteKey": "nepalese-student-association",
      "ProfilePicture": "9fa2d9dc-46d2-42ec-9a1c-2082c6eb5878fed9853a-48d4-4209-987c-efd3236eddb4.png",
      "Description": "<p>Nepal is a naturally gifted country and people all over the world should know and see it. We, the PSU students from Nepal, uphold our prime responsibility to represent our country, its culture, and identity here through this organization. It's our little effort to introduce the land of Lord Buddha and Mt. Everest to more and more people of the outside world.</p>",
      "Summary": "Nepal is a naturally gifted country and people all over the world should know and see it. We, the PSU students from Nepal, uphold our prime responsibility to represent our country, its culture, and identity here through this organization. It's our litt..",
      "CategoryIds": ["12501"],
      "CategoryNames": ["International Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250806",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Neuroscience Club at PSU, The",
      "ShortName": "Neuro",
      "WebsiteKey": "neuroscience-club-at-psu-the",
      "ProfilePicture": "f7bd0c71-8c3b-4f1c-96ec-c4df31cd6d9a20803c69-fcfb-4be5-bb0f-ddcb249ba201.png",
      "Description": "<p>We are a diverse group of people united by a curiosity about how a brain inspires behavior, cognition, and reality.</p>\r\n<p>&nbsp;</p>\r\n<p>Our educational backgrounds vary greatly and we find this to be a splendid property of our club &ndash; there are no prerequisites required to appreciate the wonders that the field of neuroscience explores.</p>\r\n<p>We are officially based at Portland State University in Portland, Oregon.</p>\r\n<p>Our events have the utmost priority of educating our community about neuroscience, including (but certainly not limited to) aspects of mental health, diversity, and how to become involved in the fascinating field of neuroscience.</p>\r\n<p>&nbsp;</p>\r\n<p>All are welcome to attend our events!</p>\r\n<p>&nbsp;</p>\r\n<p>Our club is known for:</p>\r\n<p>* Research in Review, a hybrid science outreach/education effort, and a public journal club. We compare primary neuroscience research articles to popular media sources and discuss the findings and interpretations of the research as a group.</p>\r\n<p>* Full funding for student tickets to the annual OHSU Brain Awareness Lecture Series.</p>\r\n<p>* Promoting awareness of brain injury and mental health through events highlighting both psychological and biological perspectives.</p>\r\n<p>* Advocating for greater access to neuroscience education for students and the public.</p>",
      "Summary": "We are a diverse group of people united by a curiosity about how the brain inspires behavior, cognition, and reality. \r\n\r\nOur educational backgrounds vary greatly but we find this to be a splendid property of our club – there are no prerequisites required",
      "CategoryIds": ["12498"],
      "CategoryNames": ["Academic Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250764",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Northwest Collegiate Ministries",
      "ShortName": "NCM",
      "WebsiteKey": "northwest-collegiate-ministries",
      "ProfilePicture": "7eff2f9a-718a-4a65-9238-f2e8288c1b9f7e5ce3fe-1052-4629-8ba1-118c0e561a71.jpg",
      "Description": "<p class=\"p1\">NCM provides a safe setting where students of all backgrounds can have conversations about their spiritual questions, serve the city, freely share their faith, gather and build friendships in a Christian community, and grow through discipleship.&nbsp;</p>",
      "Summary": "NCM exists to provide a contemporary setting wherein students can dialogue about their spiritual concerns, experience authentic celebration, serve the community through ministry projects, freely share their faith, fellowship in a Christian community of...",
      "CategoryIds": ["12502"],
      "CategoryNames": ["Spiritual Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250699",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Omani Student Club",
      "ShortName": "OSC",
      "WebsiteKey": "osc",
      "ProfilePicture": "7fa9dc5f-35c8-4e5a-8861-5f10e705b16aae1df4de-ed5a-4f86-bdc8-352632a59da1.jpeg",
      "Description": "<p>The Omani Student Club mission is to share the unique culture of Oman, and make the PSU campus know more about Oman as a GCC country which has different things that make it distinctive (unique dress comparing to the GCC countries, combination of deserts/very green places, different perspective and languages, and others). It is a s fully student organization that is based on our efforts. Everyone is welcomed to enjoy our future events. For future updates keep following us through our page on Instagram, and here in PSU Connect.</p>",
      "Summary": "The Omani Student Club mission is to share the unique culture of Oman, and make the PSU campus know more about Oman as a GCC country which has different things that make it distinctive (unique dress comparing to the GCC countries, combination of desert...",
      "CategoryIds": ["12501"],
      "CategoryNames": ["International Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250832",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Omega Delta Phi",
      "ShortName": "ODPhi",
      "WebsiteKey": "omega-delta-phi",
      "ProfilePicture": "7b6452db-3b26-4f2d-8e37-159f9b55641934c18a06-17e2-4d00-8d78-f5681e4b6565.png",
      "Description": "<p>Omega Delta Phi is a multicultural service/social fraternity that aims at graduating its members while servicing the community. The Fraternity has established itself on over 60 campuses nationwide and continues to grow every year. Although founded mainly by Latinos, the Fraternity has traditionally always been open to men of different backgrounds, as demonstrated through its &ldquo;One culture, any race&rdquo; philosophy. Since its beginning in 1987, Omega Delta Phi has been an organization perpetually dedicated to the idea of constant growth and improvement. As such, we face the new challenges of tomorrow with a growing sense of optimism and newfound awareness that \"good\" isn't good enough. We must work to form an organization which not only challenges the traditional perception of fraternities, but also one with deals with the issues of culture and race for a completely new perspective. Thinking outside the box in no longer an acceptable plateau; the box must now be completely removed.</p>",
      "Summary": "Omega Delta Phi is a multicultural service/social fraternity that aims at graduating its members while servicing the community. The Fraternity has established itself on over 60 campuses nationwide and continues to grow every year.",
      "CategoryIds": ["12498", "12504", "12506", "14242"],
      "CategoryNames": [
        "Academic Groups",
        "Multi-Cultural Groups",
        "Greek Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250678",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Omega Rho International Honor Society",
      "ShortName": "Omega Rho",
      "WebsiteKey": "omega-rho-international-honor-society",
      "ProfilePicture": "124c80ee-db81-4994-9cdc-dad9151627d5c5ac04b0-5c93-4d44-afe0-499f89c491de.jpg",
      "Description": "<p>Omega Rho International Honor Society for operations research, management science, and related areas was founded in the spring of 1976 at a joint national meeting of the Operations Research Society of America and The Institute of Management Sciences and is a Member Society of the Association of College Honor Societies for maintaining high standards for the recognition and promotion of academic excellence in higher education. Omega Rho Portland State University Chapter is an international honor society, which recognizes outstanding scholars and leaders in Operations Research, Management Sciences and related disciplines.</p>",
      "Summary": "Omega Rho International Honor Society for operations research, management science, and related areas was founded in the spring of 1976 at a joint national meeting of the Operations Research Society of America and The Institute of Management Sciences an...",
      "CategoryIds": ["12498", "12505"],
      "CategoryNames": ["Academic Groups", "Honorary Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250811",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Optometry Club",
      "ShortName": "OC",
      "WebsiteKey": "optometry-club",
      "ProfilePicture": "dda6087d-9641-464d-869e-6f188137b742d8c9d1ed-5a06-4f82-8cf2-83f319999a30.jpg",
      "Description": "<p>The Optometry club creates a community where Pre-Optometry students at PSU can socialize and express their interest in optometry, as well as help each other and new students learn more about the field. As for the role that this club serves, we want to take our group out into the world; We want to learn from people all around us and help people all around us. Things like networking with OD's in the area, coming alongside other students in preparation for application, exploring the field's frontiers both old and new, exposing people to different specialized practices (and the responsibilities &amp; rewards that go with them), etc. are all examples of things we'd like to do. Our club is a community where any PSU student can stop by and see what our club is all about.</p>",
      "Summary": "The Optometry club creates a community where Pre-Optometry students at PSU can socialize and express their interest in optometry, as well as help each other and new students learn more about the field. ",
      "CategoryIds": ["12498", "12499"],
      "CategoryNames": ["Academic Groups", "Pre-Professional Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "239902",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Organization Budget Council",
      "ShortName": "OBC",
      "WebsiteKey": "obc",
      "ProfilePicture": "1ecfd5ed-24f5-40aa-840d-376e4b67843663630fec-aac2-42c9-ae71-2419b178b1a0.jpg",
      "Description": "<p>OBC Agendas and Minutes can be <a href=\"https://docs.google.com/document/d/18vFZQjbyfPnperYEKESjnTjclwuSd0VdUJ0MVZl0pfI/edit?usp=sharing\" target=\"_blank\" rel=\"noopener\">found here</a>:&nbsp;</p>\r\n<p>If you would like to be added to the OBC email list, please complete <a href=\"https://portlandstate.qualtrics.com/jfe/form/SV_40FrMDpq7IcVdxb\" target=\"_blank\" rel=\"noopener\"> this form</a>:<br /><br />Please visit the OBC website for additional details on budgets, who we are, and how you can connect with us! <a href=\"https://sites.google.com/pdx.edu/obc/home\" target=\"_blank\" rel=\"noopener\"> Click here to access</a>.&nbsp;</p>",
      "Summary": "The Organization Budget Council (OBC) is a funding board created by the Student Fee Committee (SFC). The purpose of the OBC is to provide funding and assistance to student organizations in the forms of budget development, event planning, and expenditure ",
      "CategoryIds": ["12498", "12500", "12501", "12503", "12504", "12508"],
      "CategoryNames": [
        "Academic Groups",
        "Political Groups",
        "International Groups",
        "Language Groups",
        "Multi-Cultural Groups",
        "Advocacy and Activism Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250798",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Organization of International Students",
      "ShortName": "OIS",
      "WebsiteKey": "organization-of-international-students",
      "ProfilePicture": "b2fcb2a0-3199-408b-80f9-6df58350c9cfcc786ca8-d95a-4ced-9a4c-80a39c85958b.png",
      "Description": "<p>OIS is a student organization built to serve the international student community in Portland State University. By providing networking opportunities, leadership role, and multicultural events, OIS is here to help international students connect with the university and the community of greater Portland. OIS Co-Coordinators: Minh Vu,&nbsp;Dmytro Shakalov, Munisha Parikh Contact us: ois@pdx.edu</p>",
      "Summary": "OIS is a student organization built to serve the international student community in Portland State University. By providing networking opportunities, leadership role, and multicultural events, OIS is here to help international students connect with the...",
      "CategoryIds": ["12498", "12501", "14242"],
      "CategoryNames": [
        "Academic Groups",
        "International Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
