{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "250870",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Outdoor Program",
      "ShortName": "ODP",
      "WebsiteKey": "outdoor-program",
      "ProfilePicture": null,
      "Description": "Not Needed - Contact Peter Kramer with questions.",
      "Summary": "Not Needed - Contact Peter Kramer with questions.",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250710",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Pacific Islanders Club",
      "ShortName": "PIC",
      "WebsiteKey": "pacific-islanders-club",
      "ProfilePicture": "ad6e07e0-faf7-4b6a-bafa-6fe7bfdf77d62622818e-5b4f-408e-a702-c4c84f13d77c.PNG",
      "Description": "<p>The purpose of PIC is</p>\r\n<p>1. Organize cultural and social events to enhance the campus experience and education of PSU and Pacific Islander students.</p>\r\n<p>2. Provide a safe space that fosters a sense of belonging and promotes valuable friendships that extend beyond the university experience.</p>\r\n<p>3. Implement programming to increase and improve avenues of communication and interaction between the university and Pacific Islander community.</p>",
      "Summary": "THE PURPOSE OF THE PIC SHALL BE:1. Organize cultural and social events to enhance the campus  experience and education of PSU and Pacific Islander students. 2. Provide a safe space that fosters a sense of belonging and promotes valuable friendships tha...",
      "CategoryIds": ["12504", "12508"],
      "CategoryNames": [
        "Multi-Cultural Groups",
        "Advocacy and Activism Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250864",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Panhellenic Council",
      "ShortName": "Panhel",
      "WebsiteKey": "panhellenic-council",
      "ProfilePicture": "50d03d18-1a4a-4d87-910a-2261005337fece7e9922-32b6-4d9a-9ad5-d290d79bd075.png",
      "Description": "<p>Panhellenic helps connect students to our sororities and the sororities with one another. Portland State's Panhellenic Council is the coordinating body for Alpha Chi Omega and Delta Gamma and is composed of delegates selected by each chapter. The Council is led by two executive officers who plan and implement programs to benefit PSU as a whole.</p>",
      "Summary": "PSU's coordinating body for Alpha Chi Omega and Delta Gamma. ",
      "CategoryIds": ["12506"],
      "CategoryNames": ["Greek Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250728",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Pathos Literary Magazine",
      "ShortName": "Pathos",
      "WebsiteKey": "pathos-literary-magazine",
      "ProfilePicture": null,
      "Description": "Pathos is a student-run literary magazine at Portland State University. We’ve been publishing student writers, poets and artists since 2006. Our focus is on work that is provocative and represents the verve and cultural diversity found on campus.",
      "Summary": "Pathos is a student-run literary magazine at Portland State University. We’ve been publishing student writers, poets and artists since 2006. Our focus is on work that is provocative and represents the verve and cultural diversity found on campus.",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "335141",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "PDX Business Analytics Club",
      "ShortName": "BAC",
      "WebsiteKey": "pdxbac",
      "ProfilePicture": "9d01ca00-b87a-4b3e-8a3d-4c9b6c031de6736e0345-7cf4-4036-8e04-7fea47b4b53d.jpg",
      "Description": null,
      "Summary": "BAC is an inclusive, supportive organization that seeks to give students a place to gain knowledge of business data analytics topics/tools, socialize with others, and practice related skills in a pressure-free environment.",
      "CategoryIds": ["12498", "12499", "13376"],
      "CategoryNames": [
        "Academic Groups",
        "Pre-Professional Groups",
        "Business"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "352975",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Percussive Arts Club",
      "ShortName": "PAC",
      "WebsiteKey": "percussiveartsclub",
      "ProfilePicture": "c3d4c83c-7a39-4c34-b0e4-28099d5e99487d6379a7-7a97-4e4d-9e91-696e7ab6d071.png",
      "Description": "<p>This group aims to enrich the environment and learning of all percussionists by providing additional learning and performing opportunities. The group strives to help all students better understand percussion and the musicianship involved to be a successful musician, educator, or anything else. Opportunities will be open to anyone no matter their personal ability in percussion, ranging from drum circles, samba ensembles, percussion ensembles, and more. The group will also strive to get the voices of BIPOC, or marginalized composers and artists.</p>",
      "Summary": "This group aims to enrich the environment and learning of all percussionists by providing additional learning and performing opportunities. The group will provide opportunities for anyone to earn and understand percussion and the musicianship involved.",
      "CategoryIds": ["12507"],
      "CategoryNames": ["Arts Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "332119",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Periosity ",
      "ShortName": null,
      "WebsiteKey": "periosity",
      "ProfilePicture": "732c458e-285a-4b92-8a9b-e664bec8fff242977247-0edd-43f1-8f9d-a0edba6f1072.png",
      "Description": "<p><span style=\"font-weight: 400;\">Periosity is a menstrual justice community which celebrates the individual experience of menstruation while maintaining an inclusive space. We believe in destigmatizing access to period information, products, and care, which we pursue through our education and service initiatives. We are Portland State University's affiliate Period, Inc. Chapter, which we host as a committee in our organization.&nbsp;</span></p>",
      "Summary": "Periosity is a menstrual justice community who runs service and education initiatives. ",
      "CategoryIds": ["12508", "14242"],
      "CategoryNames": [
        "Advocacy and Activism Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250766",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Phi Alpha Theta History Honor Society",
      "ShortName": "PAT",
      "WebsiteKey": "phi-alpha-theta-history-honor-society",
      "ProfilePicture": "5b41d851-9c89-4f09-895e-3da61f8fdf1d71be54c8-f13e-4e21-9c05-7f57e10d5cfa.jpg",
      "Description": "<p>The Phi Beta chapter of Phi Alpha Theta History Honor Society at Portland State University has existed continuously since its founding in 1974. The name of this organization is the Phi Beta Chapter of the Phi Alpha Theta National Honor Society, more commonly known on campus simply as &ldquo;Phi Alpha Theta.&rdquo; The Phi Beta Chapter and the Phi Alpha Theta National Honor Society seek to bring students, teachers, and writers of history together for intellectual and social exchanges, which promote and assist historical research and publication by our members in a variety of ways. The Phi Beta Chapter seeks to develop an extra-curricular scholarly community among Portland State students interested in history. The chapter organizes a variety of on-campus public programming on historical themes, including panel discussions, guest lectures, colloquia, and brown-bag discussions. The chapter also assists students who wish to present original research papers at the Phi Alpha Theta Northwest Regional Conference and the Phi Alpha Theta Biennial Convention. Every year in April we send a number of student members to present original research papers at the Phi Alpha Theta Northwest Regional Conference in April. Phi Alpha Theta plays a vital role in the operation of the History Department, where its duties include nominating student members to the Promotions Committee, judging annual prizes that the History Department awards to history students, and volunteering to help out with public events organized by the History Department and its alumni association, Friends of History.</p>",
      "Summary": "Phi Alpha Theta is an academic honor society for colleges and universities whose mission is to promote the study of History through the encouragement of research, good teaching, publication and the exchange of learning and ideas among historians.",
      "CategoryIds": ["12498", "12505"],
      "CategoryNames": ["Academic Groups", "Honorary Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250812",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Phi Delta Epsilon",
      "ShortName": "PhiDE",
      "WebsiteKey": "phi-delta-epsilon",
      "ProfilePicture": "0b7bc611-5fb6-4f2c-bbf5-ad8642d2bfc3464f1538-1201-4156-95ce-c8e4fea972bd.png",
      "Description": "<p>Phi Delta Epsilon International Co-ed Medical Fraternity creates physicians of integrity with a life-long commitment to our guiding principles of philanthropy, deity, and education through fellowship, service, mentoring, and formal training in leadership, science, and ethics. Phi Delta Epsilon was founded over 100 years ago as a professional fraternity supporting the need for camaraderie and mentoring among medical students. Since then, the membership has changed dramatically but the mission and objectives of our organization remain the same.</p>\r\n<p>&nbsp;</p>\r\n<p>PhiDE provides educational opportunities, supports philanthropic projects, and serves as a foundation for the development of relationships among medical professionals throughout the entire spectrum of a medical career. Through a host of planned activities during the academic year, students develop leadership and professional skills, which complement a basic understanding of medical science. When the time comes to apply for medical school or match for residency, active membership in PhiDE is evidence that a student is well-rounded and motivated.</p>\r\n<p>&nbsp;</p>\r\n<p>In addition to our numerous resources for the MCAT and boards, there are also many chapter activities to help relieve the stress of studying. We recognize that the path to becoming a physician can be quite daunting, so it is important to us that we maintain a well-rounded lifestyle of education, fun, philanthropy, and self-care. Being in a group of like-minded individuals makes it easier to grapple with the challenging topics/obstacles that the medical and pre-medical pathways can procure.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The requirements to join Phi Delta Epsilon include:</p>\r\n<p>&nbsp;</p>\r\n<p>- Being an undergraduate/post-bac PSU student that is on a declared pre-medical track (this is irrespective of a student's declared major(s) and or minor(s))</p>\r\n<p>&nbsp;</p>\r\n<p>- Having and maintaining a GPA of at least 3.2</p>\r\n<p>&nbsp;</p>\r\n<p>- Being able to attend at least 75% of our chapter meetings/events for each term (chapter meeting times vary by term)</p>\r\n<p>&nbsp;</p>\r\n<p>- Being able to complete at least 10 hours of volunteer work per calendar year</p>",
      "Summary": "Phi Delta Epsilon is an International Co-ed Medical Fraternity that maintains a goal of creating physicians of integrity that embody our guiding principles of philanthropy, deity, and education, by utilizing acts of care, service, science, and leadership",
      "CategoryIds": ["12498", "12499", "12506"],
      "CategoryNames": [
        "Academic Groups",
        "Pre-Professional Groups",
        "Greek Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250702",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Phi Delta Theta Fraternity",
      "ShortName": "Phi Delt",
      "WebsiteKey": "phi-delta-theta-fraternity",
      "ProfilePicture": "5a820b9f-b3f9-45c1-a0b1-4a12f897bc19b2931ec6-6a9d-43ea-806c-9953bc7640f2.png",
      "Description": "<p>We as Phi Delta Theta strive to be a premier leadership organization at Portland State University by cultivating an everlasting brotherhood through the acceptance of individuality and involvement in our community.</p>",
      "Summary": "We as Phi Delta Theta strive to be a premier leadership organization at Portland State University by cultivating an everlasting brotherhood through the acceptance of individuality and involvement in our community.",
      "CategoryIds": ["12498", "12506", "14242"],
      "CategoryNames": [
        "Academic Groups",
        "Greek Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
