{
    "address": "1831 SW Park, Portland, Oregon 97201-3258",
    "occupants": [
        "University Housing & Residence Life"
    ],
    "features": [
        "University Housing"
    ],
    "maps": [
        "BLACKSTONE RESIDENCE HALL FLOORPLANS.PDF",
        "BLKS AREA CALCULATION PLANS.PDF",
        "BLKS ACCESSIBLE NARRATIVE.PDF"
    ],
    "about": [
        "The Blackstone is a five-story PSU student residence hall that sits at the corner of the SW Park Avenue and Harrison Street where it faces the Smith Memorial Student Union Building across the Park Blocks, and is just north of Millar Library and the Harrison Street right-of-way. The Blackstone shares a block with two other PSU structures: Montgomery Court residence hall and the Simon Benson House.",
        "Blackstone houses non-first year students and families. It features unfurnished single-occupancy studios, unfurnished single-occupancy one-bedrooms, and furnished two-bedroom quad units. The unfurnished units are open year-round while the furnished quads operate Fall through Spring term. Amenities vary; most units offer hardwood floors, furnished units have recently remodeled bathrooms with bathtub and shower, and unfurnished units have a bathtub only (no shower). The Blackstone does not have an elevator.",
        "The building was was designed by the architect, Elmer E Feig, and features Egyptian Revival elements. Blackstone was originally a residential apartment building completed in 1931 for the real estate developer, Harry Mittleman. Mittleman owned and operated the building until Portland Student Services in conjunction with Portland State acquired it in 1969 to serve exclusively as student housing.",
        "Historical Photos of Blackstone from the University Digital Gallery"
    ],
    "details": [
        "Square Footage:",
        "Gross Square Footage: 39,971",
        "Net Assignable Square Footage: 26,725",
        "Building Code: BLKS",
        "Number of Levels: 5",
        "Year(s) Built: 1931"
    ]
}