{
    "address": "1705 SW 11th Avenue, Portland, Oregon 97201-3001",
    "occupants": [
        "University Housing & Residence Life"
    ],
    "features": [
        "University Housing",
        "Car Parking",
        "Motorcycle & Scooter Parking"
    ],
    "maps": [
        "BLUMEL RESIDENCE HALL FLOORPLANS.PDF",
        "BLU WRITTEN NARRATIVE.PDF"
    ],
    "about": [
        "Joseph C. Blumel Residence Hall (known as Blumel) is a nine-story, L-shaped, student residence with two parking levels surrounding the Saint Helens Building. It is located along SW Mill Street and 11th Avenue between Mill, 11th, Montgomery, and 12th. Parking Structure 3 is located to its west, Science Research & Teaching Center to its east, and King Albert and Stephen Epler residence halls to its south. The building was designed by Michael & Lakeman and built for PSU and constructed in two phases between 1986-1988",
        "Blumel Hall consists of furnished, one-bedroom units for non-first year students and offers housing year-round. Amenities include full kitchens (stove/oven and refrigerator), private bathroom (most have shower/tub combo), carpet floors, ground floor lounge, and parking. The building includes two-levels of parking over half of which is reserved for student residents.",
        "Building Naming History:",
        "Joseph C. Blumel Residence Hall, 2009-present",
        "West Hall, 1988-2009",
        "Student Housing Project, 1986-1988",
        "Blumel Residence Hall is named after the fourth president of PSU, Joseph Carlton Blumel (1928-2007). During his long career at Portland State, Blumel served as a faculty member teaching economics, head of the economics department, dean of undergraduate students, dean of faculty, vice president for Academic Affairs, and the university's longest serving president (1974-1986). One of the many accomplishments of Blumel's presidency was the establishment of four professional schools: College of Engineering, College of Urban and Public Affairs, School of Fine and Performing Arts, and the School of Health and Human Performance (dissolved in 1992 due to financial exigency)."
    ],
    "details": [
        "Square Footage",
        "Building Gross Square Footage: 124,607",
        "Building Net Assignable Square Footage: 97,572",
        "Parking Gross Square Footage: 79,929",
        "Parking Net Assignable Square Footage: 62,587"
    ]
}