{
    "address": "633 SW Montgomery Street, Portland, Oregon 97201-5521",
    "occupants": [
        "Campus Public Safety Office",
        "Retirement Association of PSU",
        "University Studies"
    ],
    "features": [
        "All Gender Restrooms: Single stall women's and single stall men's restroom in the basement"
    ],
    "maps": [
        "CAMPUS PUBLIC SAFETY FLOORPLANS.PDF",
        "CPS AREA CALCULATION PLANS.PDF",
        "CPS ACCESSIBLE NARRATIVE.PDF"
    ],
    "about": [
        "The Campus Public Safety building, is a two-story structure with a basement located on the southwest corner of the block between SW Broadway, Montgomery, Sixth and Mill. It is next to Parking Two and the University Services Building and sits across Broadway from Cramer Hall. The main entrance is on Montgomery, it can also be entered from Broadway by the use of stairs. Designed by Fletcher & Finch Architects, and completed in 1966, the 11,425-square-foot structure includes administrative office space, classrooms, and retail space.",
        "",
        "PSU purchased the building then called, Koinonia House (often abbreviated as K-House), in early 2006 for $1.15 million with the assistance of a generous gift from the James F. & Marion L. Miller Foundation. The building's original owners and tenants, the Portland Campus Ministries, continued to lease space in the building from PSU until 2013 when the Ministries relocated off campus. In December 2015, PSU determined that the Koinonia House would become the new site of the Campus Public Safety Office (CPSO). This was part of an effort to make CPSO more accessible to students, staff, and faculty. On April 25, 2016, the building was re-named Campus Public Safety (CPS) following a $1 million dollar remodel and reconfiguration of the building.",
        "",
        "During its tenure as a Campus Ministries building, the K-House served as a chapel that worked closely with the PSU community. The Portland Campus Ministries was founded in 1960 as the Cooperative Campus Christian Ministry (CCCM), an ecumenical organization supported by various Portland-based Christian groups. CCCM (Portland Campus Christian Ministry by 1964) was initially located at 621 SW Hall St (now the site of Parking Structure 1) and later on a site now occupied by Fariborz Maseeh Hall in a building originally called Westminster House owned by the Presbyterians. Westminster House was then re-named Koinonia House in 1961 to better reflect the multi-denominational mission of the Ministry. After the group was forced to move due to the construction of first half of Fariborz Maseeh Hall, it constructed the current building which again carried the name Koinonia House (now Campus Public Safety).",
        "",
        "The separate retail space located in the basement of Campus Public Safety was originally a coffee shop called, the Agora. During its existence, the Agora served as one of the unofficial campus 'living rooms' frequently hosting retirement parties, wedding receptions, and other social events including a regular 'sherry hour' following the Faculty Senate's monthly meetings."
    ],
    "details": [
        "Square Footage",
        "Gross Square Footage: 13,244",
        "Net Assignable Square Footage: 8,280",
        "Building Code: CPS",
        "Number of Levels: 3",
        "Year(s) Built: 1966"
    ]
}