{
    "address": "1721 SW Broadway, Portland, Oregon 97201-3300",
    "occupants": [
        "Anthropology",
        "BUILD EXITO (Building Infrastructure Leading to Diversity for Enhance Cross-disciplinary Infrastructure Training at Oregon)",
        "Center for Geographic Education in Oregon",
        "Challenge & Link Program",
        "College of Liberal Arts and Sciences - Dean's Office",
        "Economics",
        "Father's House",
        "Geography",
        "Geology",
        "History",
        "Louis Stokes Alliance for Minority Participation",
        "McNair Scholars Program",
        "Pacific Historical Review",
        "Psychology",
        "ReUse Room",
        "School of Music & Theater",
        "Sociology",
        "STEM Education & Equity Institute",
        "University Studies",
        "World Languages & Literature",
        "The Writing Center",
        " "
    ],
    "features": [
        "All Gender Restrooms:",
        "Room 181 (Single occupancy)",
        "Room 405 (Multi-Stall)",
        "Reuse Room: Room 180",
        "Computer Lab",
        "Sky Bridge Access",
        "Student Lounge",
        "Tunnel Access"
    ],
    "maps": [
        "CRAMER HALL FLOORPLAN.PDF",
        "CRAMER HALL ACCESSIBLE NARRATIVE.PDF",
        "CH AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "Cramer Hall stands on Portland block 201 between SW Park, Montgomery, Broadway, and Mill. Lincoln Hall is to the north, Smith Center to the south. Cramer has five floors above ground with a basement and sub-basement. Tunnels lead to Lincoln and Smith, and skybridges from the third floor to Lincoln, and from the third and fourth floors to Smith. The third floor bridge to Smith is open to the air, the others are enclosed. ",
        "Building naming history:",
        "Cramer Hall (CH), 1968-present",
        "State Hall (SH), 1957-1967",
        "Classroom Building, 1955-1957",
        "Cramer Hall was the first building constructed explicitly for Portland State. It was designed as a classroom building and completed in three phases between 1955 and 1970. The first phase (September 1955 - March 12, 1957), designed by Lawrence, Tucker & Wallmann, consisted of the northwest corner of the current building, including a tunnel and skybridge to Lincoln Hall. Phase Two (completed March 9, 1959), designed by the same firm, added the southeast quadrant. Wolff, Zimmer, Gunsul, Frasca designed the final northeast and southwest quadrants which were both completed on February 16, 1970.",
        "Cramer Hall is named after John Francis Cramer (1899-1967), Portland State's first president serving from 1955-1958. John Cramer entered into the field of education in the 1920s; he held various positions including teacher, principal, and superintendent at locations across Oregon including head of the Eugene school district in 1937, president of the Oregon Education Association in 1943, and dean of the General Extension Division in 1944. At Portland State College (PSC), he served as dean from 1946-1955 overseeing the formation of Vanport Extension Center, Portland State Extension Center, and PSC. In 1958 Cramer stepped down as president to become a professor of education at PSC where he remained until 1967 before resigning due to ill health. In his remembrance, State Hall, was renamed Cramer Hall in 1968.",
        "Historical Photos of Cramer Hall from the University Digital Gallery"
    ],
    "details": [
        "Square Footage:",
        "Gross Square Footage: 251,658",
        "Net Assignable Square Footage: 119,445",
        "Building Code: CH",
        "Number of Levels: 7",
        "Year(s) Built: 1957 (NW); 1959 (SE); 1970 (NE & SW)"
    ]
}