{
    "address": "632 SW Hall, Portland, Oregon 97201-5215",
    "occupants": [
        "Center for Japanese Studies",
        "Fariborz Masseh Department of Mathematics and Statistics",
        "Army Guard Officer Leadership Development (GOLD)",
        "International & Global Studies",
        " "
    ],
    "features": [
        "All Gender Restrooms Nine single-occupancy restrooms in the following locations:",
        "Floor 1 - Rooms 105 & 116",
        "Floor 2 - Rooms 203, 204, & 245",
        "Floor 3 - Rooms 304, 315, 336A, & 347"
    ],
    "maps": [
        "EAST HALL FLOORPLANS.PDF",
        "EH ACCESSIBLE NARRATIVE.PDF",
        "EH AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "East Hall is a Georgian Courtyard style three-story U-shaped brick and timber building located on the corner of SW Hall Street and Broadway. It is just south of Parking Structure One and just east across Broadway from Shattuck Hall.",
        "Building Naming History:",
        "East Hall (EH), 1999-present",
        "College of Urban and Public Affairs (CUPA), 1997-1999",
        "School of Urban and Public Affairs (UPA), 1987-1997",
        "East Hall (EH), 1966-1987",
        "Nixon Apartments, 1924-1966",
        "East Hall has served as an administrative and academic space since it was acquired by Portland State College in November 1966 for $227,000. East Hall was originally an apartment building designed by the architect, Charles W. Ertz, for real estate developer, Ezra I. Nixon. It was constructed in 1924.",
        "The building is currently home to PSU's Office of International Affairs. Previous residents in East Hall have included the School (later College) of Urban and Public Affairs (UPA) beginning in 1987-88 when the original UPA building, Francis Manor, was demolished to make way for the School of Business building. UPA relocated to the Urban Center Building in 2000. Prior to UPA's tenure in East Hall the building was itself home to the School of Business Administration until the completion of the School of Business Administration building (now Karl Miller Center) in 1988.",
        "Historical photos of East Hall in the University Digital Gallery"
    ],
    "details": [
        "Square Footage",
        "Gross Square Footage: 23,223",
        "Net Assignable Square Footage: 14,959",
        "Building Code: EH",
        "Number of Levels: 3",
        "Year(s) Built: 1924"
    ]
}