{
    "address": "1855 SW Broadway, Portland, Oregon 97201-3295",
    "occupants": [
        "Advising",
        "Career Services",
        "Chemistry",
        "English Department",
        "Faculty Association (PSUFA 3571)",
        "Fariborz Maseeh Department of Mathematics and Statistics",
        "Financial Aid",
        "Financial Wellness Center",
        "Graduate Employee Union",
        "ID Card Services",
        "Jordan Schnitzer Museum of Art",
        "Office of Academic Affairs",
        "OIT Computer Classrooms",
        "OIT Help Desk",
        "Office of the Registrar",
        "Ooligan Press",
        "Provost's Office",
        "Russian Flagship Center",
        "Service Employees International Union (Local 503)",
        "School of Art and Design Instructional Studios",
        "Student Finance",
        "Transfer & Returning Student Resource Center",
        "University Career Center",
        "World Languages and Literatures"
    ],
    "features": [
        "All Gender Restrooms: Room 206 (Multi-Stall)",
        "Computer Lab",
        "Sky Bridge Access",
        "Tunnel Access"
    ],
    "maps": [
        "FARIBORZ MASEEH HALL FLOORPLANS.PDF",
        "FARIBORZ MASEEH HALL ACCESSIBLE NARRATIVE.PDF",
        "FMH AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "Fariborz Maseeh Hall is a five story structure located on Broadway between Harrison and Hall Street on the South Park Blocks of Portland State University campus. It is the building just south of Smith Memorial Student Union and north of Shattuck Hall. Skybridges on the second and third floors lead from the north side to Smith Memorial, Parking 2, the School of Business Administration and the School of Education. A tunnel connects the basement to Smith Memorial.",
        "Building naming history:",
        "Fariborz Maseeh Hall (FMH), September 26, 2019-present",
        "724 Harrison (FMH), May 15, 2019-September 25, 2019",
        "724 Harrison (no acronym), Sep. 2018-May 2019",
        "Neuberger Hall (NH), 1972-2018",
        "South Park Hall (SPH), 1960-1972",
        "Classroom Building South, pre-construction",
        "Fariborz Maseeh Hall was originally constructed in two sections completed on October 28, 1961 and July 26, 1969. The architect for the first western half of the building, originally called South Park Hall, was Stewart & Richardson. The architect for South Park Hall-East (or the South Park Hall Addition) was Wolff Zimmer Gunsul Frasca (now ZGF).",
        "South Park Hall was later re-named Neuberger Hall on November 30, 1972 in honor of the journalist, politician, and long-time PSU supporter, Richard L. Neuberger. Neuberger was an early proponent of bringing a four-year college to Portland and provided support in the state legislature and media for the continuation of the Vanport Extension Center after its destruction in the 1948 flood.",
        "Over the next nearly 50 years very little changed with the building. While a number of minor renovations occurred in the intervening period, the building systems became increasingly problematic and costly to maintain.  Deficiencies included the widespread presence of asbestos, leaking and poorly performing roof assemblies, classrooms with no ventilation or technology, deteriorating plumbing, poor indoor air quality, major accessibility deficiencies, overstressed electrical distribution, and an unrestrained structural system likely to cause havoc during a seismic event.  Because of these mounting issues beginning around 2009 PSU began seeking funding for a major renovation.",
        "Finally, starting in January 2018 until August 2019, the building underwent a $70 million comprehensive modernization. Improvements included the required system replacements, new exteriors, an open atrium, improved entries and accessibility, major renovations to classrooms and offices, seismic stability, renewed cooling and heating systems, and the removal of pre-existing hazardous materials like asbestos.",
        "During its renovation the building was called 724 Harrison as the Neuberger was name transferred over to the Richard and Maurine Neuberger Center (original Market Center Building). Upon completion, the building was renamed Fariborz Maseeh Hall after Dr. Fariborz Maseeh whose generous donation capped PSU's fundraising efforts.  Maseeh, a first-generation immigrant born in Iran, received both his BS in Structural Engineering and MS in Mathematics from PSU before earning a doctorate of science from the Massachusetts Institute of Technology in 1990. Maseeh is an internationally known expert in the field of micro-technology and is the founder, former president and chief executive officer of IntelliSense Corporation. In 2000, Maseeh founded Picoco, an investment management firm, and The Massiah Foundation whose mission is to make significant improvements in education, health, arts, literature and science.",
        "Historical photos of Fariborz Maseeh Hall (formerly Neuberger Hall) in the University Digital Gallery"
    ],
    "details": [
        "Square Footage",
        "Building Gross Square Footage: 212,804",
        "Building Net Assignable Square Footage: 188,575",
        "Building Code: FMH",
        "Number of Levels: 5",
        "Year(s) Built: 1961 (W); 1969 (E); 2019 (Major renovation)"
    ]
}