{
    "address": "510 SW Hall Portland, Oregon 97201-5214",
    "occupants": [
        "Fifth Avenue Cinema"
    ],
    "features": [
        "All Gender Restrooms: Near main entryway (Room 084; Single occupancy)",
        " "
    ],
    "maps": [
        "FIFTH AVENUE CINEMA FLOORPLAN.PDF",
        "CIN WRITTEN NARRATIVE.PDF",
        "CIN AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "Fifth Avenue Cinema is a small, two-screen, one-story structure located on SW Hall Street between 5th and 6th Avenue in the Basement of the Ondine.  The Cinema shares space with the College of Engineering and Computer Science (CECS) and thus sometimes referred to as the Ondine Annex, CECS Annex, or CECS & CIN. Technically the Cinema is located at 510 SW Hall while the CECS Annex is at 520 SW Hall.",
        "Originally opening in October 1970 as the Cine-Mini Theater it proved too small to make money exclusively showing first-run films so it began soliciting theatergoers for requests and running midnight showings of science fiction, horror and art house films. The theater was designed by Campbel Yost for owner Larry Moyer of the Moyer Theatres chain; a distinct and rival entity from brother Tom Moyer's more prominent Tom Moyer Theatres (TMT). Despite its entrance always having been on Hall Street, the Cini-Mini was re-named 5th Avenue Cinema around 1972-1973 by then theater manager, Roger Paulson, because \"nobody knows what Hall is.\" 5th Avenue Cinema closed in the 1980s after Act III Cinemas purchased Moyer Theaters.",
        "The theater re-opened in 1989 at the behest of the PSU Film Committee student group who had an existing relationship with the theater beginning in the early 1970s. Since re-opening, 5th Avenue Cinema has remained Oregon's only student run cinema. Focusing on a mix of camp, cult, classic, and contemporary independent and mainstream films, the PSU Film Committee is still responsible for all programming and operations. Admission is free to the PSU community and a $3-4 admission for all others."
    ],
    "details": [
        "Square Footage",
        "Annex Gross Square Footage: 10,984",
        "Annex Net Assignable Square Footage: 6,940",
        "Building Code: CIN",
        "  Number of Levels: 1",
        "Year(s) Built: 1970"
    ]
}