{
    "address": "1833 SW 11th, Portland, Oregon 97201",
    "occupants": [
        "Campus Events & Student Union",
        "General Pool Classroom"
    ],
    "features": [
        "Auditorium / Event Space"
    ],
    "maps": [
        "HOFFMANN HALL FLOORPLANS.PDF",
        "HOFF ACCESSIBLE NARRATIVE.PDF",
        "HOFF AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "Looking back east at the rest of the campus, Hoffmann Hall stands almost exactly where SW Harrison Avenue would run if it extended west beyond 11th Avenue. Stephen Epler Hall and the King Albert Building are to the North of Hoffmann Hall, the Community Recreation Field and the 12th Avenue exit from the I-405 freeway lie to the South.",
        "Building Naming History:",
        "Hoffmann Hall (HOFF), 1998-present",
        "Harrison Hall (HARR), 1996-1998",
        "Designed in part by PSU Facilities architect Burt Ewart and consultant Soderstrom Architects, the structure was built in 1995-96. Hoffmann Hall contains a multi-media lecture hall suitable for large classes and other assemblies. It consists of a main floor with a raised lectern platform, three large video screens above, computer-controlled audio and video equipment, and a separate lobby and snack bar near the entrance.",
        "Hoffmann Hall is named after former professor of History and longtime head of Social Science, George C. Hoffmann. Hoffmann was one of the first faculty members hired on at the Vanport Extension Center. He is also responsible for changing the name of the institution to Portland State when during the December 13, 1951 general faculty meeting his proposal for the name, Portland State Extension Center, was unanimously adopted. Hoffman is remembered for his enthusiastic and animated education style and his devotion to the success and governance of PSU. He died in 1989."
    ],
    "details": [
        "Square Footage",
        "Gross Square Footage: 10,552",
        "Net Assignable Square Footage: 5,089",
        "Building Code: HOFF",
        "Number of Levels: 2",
        "Year(s) Built: 1995-1996"
    ]
}