{
    "address": "1609 SW 12th Avenue, Portland, Oregon 97201-3221",
    "occupants": [
        "Helen Gordon Child Development Center"
    ],
    "features": [
        "All-Gender Restrooms: Seven single-occupancy restrooms located on each floor in the following locations:",
        "Rooms 131, 132, 231, 232, 312, 331, and 332.",
        "As a childcare facility, Helen Gordon is a secured access building and therefore entry to the building is limited to registered staff, parents, and their guests."
    ],
    "maps": [
        "HELEN GORDON FLOORPLANS.PDF",
        "HGCDC WRITTEN NARRATIVE.PDF",
        "HGCDC AREA CALCULATION PLANS-.PDF"
    ],
    "about": [
        "The Helen Gordon Child Development Center is located at the north end of a long block between SW Market, 12th, Montgomery and 13th with Parking Structure 3 at its the south end. The structure is designed in a Neo-Georgian style townhouse architecture, with Flemish Bond pattern brick walls, flat brick quoins at the corners, and a simplified cornice in brick. There are three floors and a basement. It was registered on the National Register of Historic Places in 1986. In November 2003 an addition was added to the building's western half essentially doubling the usable space. This addition was followed by a major renovation of the the existing structure and playground completed in late 2004.",
        "The Helen Gordon Center provides students, faculty, and staff with high-quality, on-campus, early education and child care. Accredited by the National Association for the Education of Young Children and working closely with PSU's Graduate School of Education, it also serves as an academic resource for students and faculty in the fields of early childhood education, child and family studies, psychology and related fields.",
        "PSU Building Naming History:",
        "Helen Gordon Child Development Center (HGDC), 1973-present",
        "Fruit & Flower Day Nursery (F&F), 1973",
        "Fruit & Flower Mission, 1928-1972 ",
        "Originally constructed in 1928 and designed by prominent Pacific Northwest architects, Sutton & Whitney, the Center has always operated as a daycare center. Prior to its acquisition by PSU in 1972, the building was owned by the Fruit & Flower Day Nursery of Portland and was one of the first buildings west of the Mississippi designed expressly for childcare. PSU purchased the building after the Fruit & Flower organization relocated to northwest Portland in 1972.",
        "The Center is named after the longtime Director of the Portland Jewish Community Center Nursery School (now part of the Portland Jewish Academy). Gordon was one of the founders of Head Start in Oregon and lead a 1969 campaign to convince Portland State of the importance offering childcare on campus. Her inspiration followed by sustained student advocacy combined with a sit-in lead to the Student Fee Committee contributing $1,500 to found a program in 1971. Demand for childcare was immediate and the initial licensing for 30 children meant that there was another 176 on the waiting list. As enrollment and demand rapidly increased the program relocated to the annexed Fruit & Flower Nursery in 1973 which was promptly rechristened the Helen Gordon Child Development Center.",
        "Historical Photos of Helen Gordon Child Development Center from the University Digital Gallery"
    ],
    "details": [
        "Square Footage",
        "Gross Square Footage: 33,938",
        "Net Assignable Square Footage: 19,766",
        "Building Code: HGCDC",
        "Number of Levels: 4",
        "Year(s) Built: 1928 (E); 2003 (W)"
    ]
}