{
    "address": "615 SW Harrison Street, Portland, Oregon 97201-3548",
    "occupants": [
        "Center for Real Estate",
        "Center for Retail Leadership",
        "Confucius Institute",
        "Education Abroad",
        "Impact Entrepreneurs",
        "Institute for Asian Studies",
        "International Partnerships",
        "International Special Programs",
        "International Student and Scholar Services",
        "Middle East Studies Center",
        "Office of International Affairs",
        "Portland Center",
        "School of Business"
    ],
    "features": [
        "All Gender Restrooms: Room 481 (Multi-Stall)",
        "Lactation Space: Room 441",
        "Computer Lab",
        "Retail dining facilities",
        "Student Lounge"
    ],
    "maps": [
        "KARL MILLER CENTER FLOORPLANS.PDF",
        "KMC WRITTEN NARRATIVE.PDF",
        "KMC AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "The Karl Miller Center (KMC) is a complex consisting of a six-story building and a five-story classroom pavilion united by a glass atrium. The atrium features hanging bridges and stairways connecting the two structures, which are located on the block between SW Broadway, Harrison, Sixth and Montgomery. In addition to its street-level entrances, KMC is also connected to PSU’s skybridge network. The northern skybridge above Montgomery Street leads to the University Services Building and beyond to Smith Memorial, Cramer, and Lincoln Hall. The southern skybridge along Harrison Street leads to Parking Structure One, and beyond to Smith Memorial and Fariborz Maseeh Hall.",
        "The Karl Miller Center was built in three phases: 1979, 1989, and 2018. During 2014-2018, a five-story wood-clad addition was added along with a glass atrium while what had been a six-story building was completely redesigned and renovated. The design and construction team for the expansion and renovation was Behnisch Architekten, SRG, and Skanska USA in collaboration with PSU and many trade partners. This $60.7 million project included some $21 million in private donations, $2 million from Prosper Portland (specifically for commercial retail space) and $40 million in state-backed bonds with some $3 million of that going towards related projects, mostly the Graduate School of Education relocation from the existing building. Rick Miller, a 1991 business alum, and his wife, Erika, made a $9 million gift to help fund the expansion. The complex is named for Rick’s grandfather, Karl Miller, a World War II veteran, firefighter and entrepreneur.",
        "On September 19, 2017 the newly renovated LEED-NC Platinum certified facility was opened to the campus community and featured a 42% increase in square footage while projecting to reduce energy usage by more than 50%.  Features of the complex include a new envelope for the previously existing six-story building, twenty-one classrooms, twelve group study rooms, fifteen conferences rooms, a ground level family play/study space, lactation room, an atrium with additional study spaces, and three ground floor retail tenants. Environment friendly design features include passive-cooling for the atrium and pavilion; regionally sourced and Forest Stewardship Council certified Alaskan Yellow Cedar throughout the pavilion; five ecoroofs including two accessible terraces on levels 4 and 5 of the pavilion; 80% reuse of existing walls, floor, and roof structure for the renovated original section; use of low-VOC materials resulting in better indoor air quality; multiple water conservation features; light fixtures with daylight sensors and other occupancy sensor throughout the building.",
        "The original building, which is on the south half of the block, was designed by Yost Grube Hall (YGH) Architects in two halves. The west half was constructed in 1979 for the Graduate School of Education where it was initially called Professional Schools Building I (PSB1). The eastern half was completed May 30, 1989, and was logically enough called Professional Schools Building II (PSB2) until shortly before its opening when both sides were re-named for their then primary occupants – Graduate School of Education (ED) and School of Business Administration (SBA). In 2015, in preparation for the Karl Miller Center renovation, the College of Education relocated to the Fourth Avenue Building."
    ],
    "details": [
        "Square Footage",
        "Gross Square Footage: 141,885",
        "Net Assignable Square Footage: 72,832",
        "Building Code: KMC",
        "Number of Levels: 6 (existing buildings); 5 (pavilion)",
        "Year(s) Built: 1979 (School of Education - West building); 1989 (School of Business - East building); 2018 (Karl Miller Center - Major Renovation)"
    ]
}