{
    "address": "1802 SW 10th Avenue, Portland, Oregon 97201-3204",
    "occupants": [
        "University Housing & Residence Life"
    ],
    "features": [
        "All Gender Restrooms:",
        "Room 17 (Single occupancy)",
        "Room 105 (Single occupancy; accessible to non-residents between 9am-12pm)",
        "University Housing"
    ],
    "maps": [
        "MONTGOMERY RESIDENCE HALL FLOORPLANS.PDF",
        "MONT AREA CALCULATION PLANS.PDF",
        "MONT WRITTEN NARRATIVE.PDF"
    ],
    "about": [
        "Montgomery Residence Hall is a Georgian style, brick and timber, four-story structure with a basement located at the corner of SW 10th and Montgomery sharing a block with the Simon Benson House and the Blackstone between SW Park, Mill, 10th, and Market. An accessible ramp is located along the south side of the building. While Montgomery is used primarily as student housing it also includes office space on the ground floor.",
        "The building's residential units are available year-round for non-first year students and consist of single- and double-occupant furnished sleepers. In-room amenities include a vanity sink, microwave, and mini-fridge. The Montgomery's communal features include a first-floor lounge, an elevator, community kitchen, and community bathrooms with showers (no bathtubs).",
        "Montgomery was originally the Martha Washington Hotel for Working Women. Following considerable fundraising, the Portland Women's Union (PWU) hired prominent Portland architect, Albert Ernest Doyle, to construct the Martha Washington after their first boarding house, Anna Mann Hall, was no longer enough to meet housing demands. Completed October 21, 1917 for around $100,000, the Martha Washington provided a safe and respectable residence for 18-26 year old, single women to live in Portland. The Hotel initially housed 90 residents (95 by 1920), but as the wait list continued to press into the hundreds an annex was opened in October 1926 thereby increasing its tenancy to 170. While in operation, the hotel included meals, laundry, and a receptionist and also featured common areas for social events, a gymnasium, and classroom space. Portland State acquired the Martha Washington in 1969 as part of its urban renewal efforts and turned it into student housing. Shortly after its acquisition the building was re-named Montgomery Court.",
        "Its basement also holds the PSU Women's Resource Center, which relocated there from Smith Center in 2004.",
        "Building Naming History",
        "Montgomery Residence Hall, 2015-",
        "Montgomery Court, 1969-2015",
        "Martha Washington Hotel, 1920-1969",
        "Historical photos of Montgomery Residence Hall from the University Digital Gallery"
    ],
    "details": [
        "Square Footage",
        "Gross Square Footage: 43,320",
        "Net Assignable Square Footage: 28,437"
    ]
}