{
    "address": "710 SW Jackson Street Portland, Oregon 97201",
    "occupants": [
        "Native American Student and Community Center "
    ],
    "features": [
        "Auditorium/ Event Space",
        "Student Lounge",
        "Showers"
    ],
    "maps": [
        "NATIVE AMERICAN STUDENT AND COMMUNITY CENTER FLOORPLANS.PDF",
        "NASCC WRITTEN NARRATIVE.PDF",
        "NASCC AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "The Native American Student and Community Center (NASCC) is a two-story structure located at the southern end of the South Park Blocks on the corner of SW Jackson Street and Broadway. It is just north of the I-405 entrance and southeast of the Broadway Housing Building.",
        "Designed by the architects, StastnyBrun, the building was completed in October of 2003 for $4.5 million. NASCC's construction incorporated sustainable design elements including natural day-lighting, reclaimed or sustainably harvested wood products. The main entry on Jackson and Broadway leads to the Nimiipuutimt Gathering Place, a circular area in the center of the building flanked by six Douglas fir poles that extend through the roof. Additional spaces include a computer lab, classrooms, office space, meeting and conference rooms. Because the building occupied most of the available footprint, Nez Perce landscape artist, Brian McCormack, constructed a roof top garden connected to building by a ceremonial walkway. The garden features tribal medicinal and ceremonial plants identified in multiple native languages. The Center also includes a significant Native American art collection featuring prominent artists including Larry Ahvakana, Lillian Pitt, Doug Hyde, Preston Singletary and Jim Jackson. ",
        "NASCC's mission is to provide a location where Native American, Alaskan Native and Pacific Islander students connect to other students, faculty, staff and community members in an inclusive and supportive environment. The Center also welcomes the greater Native Community to PSU's campus, providing opportunities for shared learning and understanding."
    ],
    "details": [
        "Square Footage",
        "Gross Square Footage: 14,887",
        "Net Assignable Square Footage: 8,386"
    ]
}