{
    "address": "1912 SW 6th Avenue, Portland, Oregon 997201-5264",
    "occupants": [
        "Materials and Manufacturing Research Institute (MMRI)",
        "Summer Housing and Conferencing",
        "University Housing & Residence Life",
        "University Success"
    ],
    "features": [
        "All Gender Restrooms: Two single-occupancy restrooms in the following locations:",
        "Basement - Room 25",
        "Basement - Room 26",
        "Bike Parking (Indoor)",
        "Car Parking",
        "Motorcycle & Scooter Parking",
        "Student Lounge",
        "University Housing",
        "University Success"
    ],
    "maps": [
        "ONDINE FLOOR PLANS.PDF",
        "OND AREA CALCULATION PLANS.PDF",
        "OND ACCESSIBLE NARRATIVE.PDF"
    ],
    "about": [
        "The Ondine is a fourteen-story high-rise whose main entrance is on SW 6th Avenue and is located between SW 6th, Hall, 5th, and College. The Ondine is directly south of University Center Building and north of University Pointe. Primarily a residence hall, Ondine has two basement levels and also includes a student lounge, conference and meeting space, university offices on the first and second floors, a dining facility on the first floor, a two-level parking facility, and shares its basement with 5th Avenue Cinema. There are 101 permit-parking places in the Ondine, 91 of which are reserved exclusively for student residents.",
        "The residential portion of the building (floors 3-15) provides Fall through Spring housing for all student populations. Floors 3-6 consist of furnished studios with private bathrooms while floors 7-15 offer private studio suites with a bathroom (shower only) and kitchen (stove/oven, mini-refrigerator) shared with the adjacent unit. Communal amenities include resident lounges on every floor, a first floor television lounge, Victor's Dining Hall on floor 1, and University Success East on floor 2.",
        "Designed by the architect Charles Henry Colburn, the Ondine was built by the Dan Davis Corporation for $2,540,000 in order to capitalize on the shortage of student housing at Portland State. Originally called the Viking Residence Hall, the dorm-like structure opened in September 1966 as co-educational housing. The building became a women-only residence in June 1971 and was re-named the Ondine shortly after. ",
        "While the first floor now houses Victor's Dining Hall, previously this space and some additional second floor space was originally occupied by a Bryman School. Bryman Schools were a for-profit career college system that ceased operation in 2014. The Bryman in the Ondine operated from 1970 until the 1990s and included training in secretarial, medical technician and dental technician sciences. Though the building was not then exclusive to PSU, of the original 700 occupants 586 were Portland State students. When Portland Student Services, Inc. brought affordable on-campus housing to PSU in 1969 the Ondine began to steadily lose residents in-part due to its higher rental costs ($140/month including meals in 1973). When PSU acquired the building for $2.8 million on January 30, 1976 residential occupancy was barely 63% of the building's capacity. ",
        "Historical Photos: Ondine Residence Hall from the University Digital Gallery"
    ],
    "details": [
        "Square Footage:",
        "Total Gross Square Footage: 225,744",
        "Net Assignable Square Footage: 142,639",
        "Annex Gross Square Footage: 10,984",
        "Annex Net Assignable Square Footage: 6,940",
        "Residence Gross Square Footage: 158,308",
        "Residence Net Assignable Square Footage: 100,029",
        "Parking Gross Square Footage: 56,452",
        "Parking Net Assignable Square Footage: 35,670"
    ]
}