{
    "address": "1872 SW Broadway, Portland, Oregon 97201",
    "occupants": [
        "Transportation & Parking Services"
    ],
    "features": [
        "Car Parking",
        "Motorcycle & Scooter Parking",
        "Sky Bridge Access"
    ],
    "maps": [
        "PARKING STRUCTURE 1 FLOORPLANS.PDF",
        "PS1 ACCESSIBLE NARRATIVE.PDF",
        "PS1 AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "Parking One is located between SW Broadway, Hall, Sixth and Harrison. It consists of eight levels (seven above ground), totaling 912 parking spaces, of which 30 are A.D.A. accessible. Vehicles can enter the structure from either Broadway or Sixth Avenue and exit at Hall or Harrison. With 919 total vehicle spaces, Parking 1 is PSU's second largest parking facility after Parking Structure 3.",
        "",
        "An elevator at the northwest corner goes to all floors but the basement. A skybridge from the northeast corner leads to the Schools of Business Administration and Education, Fariborz Maseeh Hall, and Smith Memorial Center (and, from those buildings, to Cramer Hall, Lincoln Hall, and the University Services Building by way of skybridges at the same level above ground). A disabled access elevator installed in 1992 provides access to the skybridge from the fourth level, at the northeast corner next to the main elevator.",
        "Parking One was built in two phases, the first through fourth levels completed on March 28, 1965 and the additional four levels on August 18, 1967. The architect for both projects was Wolff Zimmer Gunsul Frasca (now known as ZGF Architects) whose design won an American Institute of Architects Honor Award on May 6, 1966. As its name suggests, Parking One was the first parking facility constructed for Portland State College; its site was acquired through Portland Development Commission urban renewal funding during the College's rapid expansion period in the mid-1960s."
    ],
    "details": [
        "Square Footage:",
        "Gross Square Footage: 342,960",
        "Net Assignable Square Footage: 302,580"
    ]
}