{
    "address": "1724 SW Broadway, Portland, Oregon 97201",
    "occupants": [
        "Transportation & Parking Services"
    ],
    "features": [
        "Bike Parking (Indoor)",
        "Car Parking",
        "Food & Drink",
        "Motorcycle & Scooter Parking",
        "Retail"
    ],
    "maps": [
        "PARKING STRUCTURE 2 FLOORPLANS.PDF",
        "PS2 ACCESSIBLE NARRATIVE.PDF",
        "PS2 AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "Parking Structure 2 (PS2) is located between SW Broadway, Montgomery, Sixth, and Mill Street. It is attached to the University Services Building (USB) and shares the block with the Campus Public Safety building. The building sits north of School of Business/Education, east of Cramer Hall, and west of the Urban Studies Center. A skybridge on the fourth floor connects to the Graduate School of Education, the School of Business Administration, Smith Memorial Student Union, and Cramer Hall.",
        "Consisting of six levels (five above ground) and a total of 276 parking spaces, PS2 also includes the PSU mail room on the first floor, a separate retail space in the northwest corner of its ground floor, and workshops, offices, and warehouse spaces in its basement. Vehicle access to the building may be attained from either Broadway or Mill. Pedestrian access to parking is gained via stairways at the northwest and southeast corners and through USB, which has doors to the parking structure at the north end of the second, third, and fourth floor corridors. Wheelchair access to the passenger elevator in USB can be gained only via the roof level of PS2 . ",
        "Parking Two and USB were designed by the architectural firm of Witt Englund Plummer and completed on October 14, 1970 for $1.15 million for USB and $805,000 for Parking Two. During construction, USB was known as College Services Building (CSB) - the name was updated after Portland State College became Portland State University in 1969. USB and Parking 2 replaced a dilapidated Safeway. The Safeway building was the second building acquired on the downtown campus (after Lincoln Hall) in the fall of 1953 and was originally the home of the Engineering Department before becoming Portland State's Warehouse."
    ],
    "details": [
        "Square Footage:",
        "Gross Square Footage: 121,670",
        "Net Assignable Square Footage: 101,118"
    ]
}