{
    "address": "1633 SW Park Avenue, Portland, Oregon 97201-3218",
    "occupants": [
        "Black Studies",
        "Chicano Latino Studies",
        "Graduate School",
        "Indigenous Nations Studies",
        "School of Gender, Race, and Nations",
        "Women, Gender and Sexuality Studies"
    ],
    "features": [
        "All Gender Restrooms: Two single-occupancy restrooms in the following locations:",
        "Basement - Room 008",
        "Floor 1 - Room 102",
        "Car Parking"
    ],
    "maps": [
        "PARKMILL FLOORPLANS.PDF",
        "PARKMILL ACCESSIBLE NARRATIVE.PDF",
        "PKM AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "Parkmill stands at the southeast corner of Block 227 between SW Tenth, Mill, Park, and Market. It consists of two floors and a basement with a small, outdoor 30 vehicle permit-parking lot on its west side. The main entrance is on Park Avenue.",
        "Parkmill was constructed for the General Extension Division (GED) of the Oregon State Board of Higher Education in 1957 under the supervision of Portland State College (PSC) staff. Established in 1932, the GED was a statewide service in Oregon directed initially at public school teachers seeking continuing education credits. The GED building at 1633 SW Park Ave, was designed as office space with four seminar rooms and a film library in the basement. Though closely tied to PSC/PSU, GED was an independent agency until July 1976.",
        "",
        "The GED building was constructed in two halves, the north half built on lot 3 of block 227 was completed on June 19, 1957 and the south half (lot 4) was completed April 23, 1963. Both halves were designed by the Stewart & Richardson architectural firm. A third addition was planned but never executed, in 1964 and again in 1967, to extend the building west into the current XSB parking lot (lots 5-6). This final addition would have included television and radio studios in order to better provide distance education to remote areas and students who otherwise could not attend in person.",
        "",
        "The building was called General Extension Division (GED) building from 1959-1962, and re-named Division of Continuing Education (DCE) building following its Phase II expansion completed in 1963. On February 22, 1991 it was again renamed the Extended Studies Building (XSB) following the 1990 formation of the PSU School of Extended Studies (SES) and its move into the building. SES was comprised of Summer Session, an extended campus program, a Professional Development Center, an Independent Study Program, and a centralized marketing, registration and accounting group. Following a 2011-2013 review, the SES and its various components were either decentralized to the School and Colleges, placed under the appropriate Academic Deans, or as was the case of the Independent Study Program closed entirely as of the 2013-2014 academic year. Parkmill briefly retained the name 'Extended Studies Building' following the dissolution of SES, but was officially re-named \"XSB\" on April 17, 2015.  One year later on April 25, 2016 XSB was re-re-named Parkmill (PKM).",
        "Building naming history:",
        "Parkmill (PKM), 2016-",
        "XSB, 2015-2016",
        "Extended Studies Building (XSB), 1991-2014",
        "Division of Continuing Education (DCE), 1963-1991",
        "General Extension Division (GED), 1957-1962",
        "Historical Photos",
        "Parkmill from the University Digital Gallery"
    ],
    "details": [
        "Square Footage:",
        "Gross Square Footage: 30,246",
        "Net Assignable Square Footage: 19,689"
    ]
}