{
    "address": "930 SW Hall, Portland, Oregon 97201",
    "occupants": [
        "Athletics",
        "Conferencing and Events",
        "Viking Pavilion"
    ],
    "features": [
        "All Gender Restrooms: One multi-stall and One single-occupancy in the following locations:",
        "Floor 1 - Room 114 (multi-stall)",
        "Floor 2 - Room 244 (single-occupancy)",
        "Food & Drink",
        "Student Lounge",
        "Auditorium/ Event Space"
    ],
    "maps": [
        "PETER STOTT CENTER FLOORPLANS.PDF",
        "PSC WRITTEN NARRATIVE.PDF",
        "PSC AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "The Peter W. Stott Center (often simply Stott Center or abbreviated PSC) is a three-level, LEED Gold certified facility between SW Hall, Park, and College Streets and extends west over the right-of-way for SW 10th Avenue. It is located along the Park Blocks just south of Millar Library and the Community Recreation Field. Its two main entrances are on the east (Park Block) side of the building and the north side.",
        "Building History",
        "The Peter Stott Center building was completed on October 15, 1966 and designed by the architects Wolff & Zimmer (now ZGF) for a total cost of $3.3 million and included a 1,700 seat gymnasium, a second smaller gym, weight training facilities, racquetball courts and a swimming pool. A rooftop running track and tennis courts, designed by Yost Grube Hall, were added in 1985. Stott Center was originally called the Physical Education (PE) and later the Health & Physical Education (HPE) building where it housed the department, and then School, of the same name. The School of Health & Physical Education (Health and Human Performance after 1990) was founded in 1948 during the Vanport-era where it was responsible for both physical education and athletics. Prior to the construction of the HPE Building, the Department held classes in the Lincoln Hall gym, the Synagogue Gym, the First Christian Church, and the Shattuck Pool, among other locations. The School of Health and Human Performance was closed in June of 1992 following a state-wide budget crisis precipitated by 1990's Oregon Ballot Measure 5. The HPE Building was renamed the Peter Stott Center in 1997 following a major renovation of the building in honor of Peter W. Stott who provided a $1 million challenge grant to help fund the project.",
        "On April 5, 2018, after two years of construction, a $52 million renovation of the Peter Stott Center was completed.  The renovation modernized the building throughout and expanded its existing gym into the Viking Pavilion, a 3,000 seat multi-purpose arena. The aging rooftop track, tennis facility, and swimming pool were removed to accommodate a new weight training facility, locker rooms, an academic center, offices, a café and several student lounges, study spaces, and a collaborative home for OHSU’s Sports Medicine Center. Designed and constructed by Woofter Architects, Sink Combs Dethlef Architecture, and Fortis Construction the renovation's LEED Gold features include various water and energy efficient designs; extensive use of low-emitting, non-toxic building materials for occupant comfort; reclaimed and Forest Stewardship Council certified wood throughout; and improved food waste tracking and composting facilities.",
        "The building is named for Peter W. Stott, an alumnus and supporter of PSU, who founded Market Transport, Inc. in 1969 while attending Portland State. Using a loan from a supportive PSU professor, $90 in savings, and a $200 draw against a life insurance policy Stott purchased his first transport truck. He continued to grow the company so that before selling in 2006, he had expanded the operation to include 2,500 employees and contractors and $359 million in revenue.",
        "Naming History",
        "Peter W. Stott Center and Viking Pavilion (PSC), 2018-present",
        "Peter W. Stott Center (PSC), 1997-2018",
        "Health & Physical Education (HPE), ca. 1966-1997",
        "Physical Education (PE) during original construction, 1964-1966",
        "Major Project History",
        "Viking Pavilion addition & major renovation, 2018, designed by Woofter Architects and Sink Combs Dethlefs Sports Architecture",
        "Rooftop tennis and track facility addition, 1985, designed by Yost Grube Hall",
        "Original construction, 1966, designed by Wolff & Zimmer"
    ],
    "details": [
        "Square Footage:",
        "Gross Square Footage: 168,270",
        "Net Assignable Square Footage: 120,775"
    ]
}