{
    "address": "2730 S Moody Avenue, Portland, Oregon 97201-5042",
    "occupants": [
        "Biology Instructional and Research Labs",
        "Chemistry Instructional and Research Labs "
    ],
    "features": [
        "All Gender Restrooms: One single-occupancy restroom in the following location:",
        "Floor 1 - Room 1S013",
        "Lactation Space:",
        "Floor 1 - Room 1S011",
        "For regular access to this lactation space, please call the RCSC office at (503) 725-9878 and provide your ODIN and student ID#.",
        "For a temporary access badge to this lactation space, visit the RLSB management office located near the north Meade entrance in Room 1N065. Their phone number is 503-418-9960x2.",
        "Computer Lab",
        "Car Parking",
        "Food & Drink",
        "Bike Parking (Indoor)",
        "Showers"
    ],
    "maps": [
        "ROBERTSON LIFE SCIENCES BUILDING FLOORPLAN.PDF",
        "RLSB ACCESSIBLE NARRATIVE.PDF"
    ],
    "about": [
        "The Joseph E. Robertson, Jr. Collaborative Life Sciences Building, or Robertson Collaborative Life Sciences Building, (RLSB) is a jointly owned and operated collaborative facility bringing together Portland State University (PSU), Oregon Health & Science University (OHSU), and Oregon State University (OSU) on OHSU's Schnitzer Campus along Portland's South Waterfront. This 650,000 square foot complex consists of two parts: the twelve-story Skourtes Tower on the north and a five-story wing connected by an atrium along with underground parking featuring 30 permit and 51 hourly-paid spaces. The building is located on Moody Avenue south of Marquam Bridge and north of the Ross Island Bridge; it is easily accessible by bicycle, the Portland Streetcar, the MAX Orange Line, and the Portland Aerial Tram.",
        "PSU's portion of RLSB includes 17 teaching labs, a 406-seat lecture hall, research labs, offices, and work stations. The building achieved LEED Platinum certification due to its host of sustainable features including green roofs, a storm water collection system for non-potable water, energy-efficient climate control and lighting, and extensive use of recycled and sustainable materials.",
        "RLSB opened for classes in September 2014 at a cost $200 million. It was originally known as the Collaborative Life Sciences Building (CLSB) until September 2018 when it was re-named in honor of the then outgoing OHSU President, Dr. Joseph Robertson. RLSB was designed by the architectural partnership of SERA Architects and CO Architects with JE Dunn Construction serving as general contractor and Day CPM providing project oversight."
    ],
    "details": [
        "Square Footage",
        " "
    ]
}