{
    "address": "1719 SW 10th Avenue, Portland, Oregon 97201-3203",
    "occupants": [
        "Biology",
        "Center for Life in Extreme Environments",
        "Chemistry",
        "Environmental Health and Safety",
        "Environmental Science Management",
        "Infrastructure Testing and Applied Research (iSTAR Laboratory)",
        "Physics"
    ],
    "features": [
        "All Gender Restrooms: Six single-occupancy restrooms in the following locations:",
        "Basement - Room B2-34",
        "Basement - Room B2-38",
        "Basement - Room B1-22",
        "Basement - Room B1-58",
        "Floor 4 - Room 426",
        "Floor 4 - Room 452",
        "Lactation Space",
        "Basement - Room B1-22B",
        "Bike Parking (Indoor)",
        "Student Lounge"
    ],
    "maps": [
        "SCIENCE RESEARCH AND TEACHING CENTER FLOORPLANS.PDF",
        "SRTC ACCESSIBLE NARRATIVE.PDF",
        "SRTC AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "Science Research and Teaching Center (SRTC) occupies portions of two blocks. One is between SW Tenth, Eleventh, the Mill Street right-of-way and the Montgomery Street right-of-way. The building extends south across the Montgomery Street right-of-way. Science One is just to the north, the Harrison Street Building and the North/South Greenhouses to the south, and the student residence Joseph C. Blumel Hall to the west. ",
        "SRTC has four-floors above ground, and two basement levels. An accessible covered sky-bridge extends from the second floor at the north end to the second floor of Science Building 1. Wheelchair access to SRTC is located on both the southwest and southeast corners of the building.",
        "Campbell-Michael-Yost designed the building in the new brutalism style, which was completed on November 1, 1971 for a total cost of $7.045 million. Originally the building included two levels of parking but in 1975 these areas were converted into laboratory and office space. A recent hazardous materials building addition and a remodel and seismic upgrades to the main building were designed by IDC Architects and completed in 2011.",
        "Naming History",
        "Science Research and Teaching Center (SRTC), 2011-present",
        "Science Building 2 (SB2), 1969-2011",
        "Project History",
        "Renovation, Hazardous Waste Facility expansion, and seismic upgrades, 2011, designed by IDC",
        "DEQ & State Health Laboratories Expansion, 1975, designed by Campbell-Yost-Grube",
        "Original construction, 1971, Campbell-Michael-Yost",
        "Historical Photos: Science Research and Teaching Center from the University Digital Gallery"
    ],
    "details": [
        "Square Footage:",
        "Gross Square Footage: 215,860",
        "Net Assignable Square Footage: 119,989"
    ]
}