{
    "address": "1914 SW Park Avenue, Portland, Oregon 97201",
    "occupants": [
        "Campus Public Safety Office",
        "College of the Art's - Dean's Office",
        "School of Architecture",
        "School of Art & Design"
    ],
    "features": [
        "Car Parking (in adjacent Shattuck Parking Lot)"
    ],
    "maps": [
        "SHATTUCK HALL FLOORPLANS.PDF",
        "SH NARRATIVE.PDF",
        "SH AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "Shattuck Hall is a three-story, red brick school building between SW Park, College, Broadway and Hall Streets. It is located along the eastern side of the Park Blocks just south of Fariborz Maseeh Hall. There is also a one-story, one-room annex attached to the northeast corner. The building includes a basement level, classroom space, multi-level open-plan studios, material workshops for fabrication, gallery spaces, seminar rooms, as well as administrative and faculty offices.",
        "The building was originally an elementary school called Shattuck Normal School and included a gymnasium, large assembly hall and a swimming pool in the basement. Completed in 1915, the structure was designed by Portland Public Schools' architect, Floyd Archibald Naramore. During his seven years (1912-1919) with Portland Public Schools (PPS), Naramore was responsible for designing no fewer than twelve elementary schools including: Ainsworth, Capitol Hill, Couch, Fulton Park, Glenn Haven, Kellog, Kennedy, Sellwood, Shattuck, Terwilliger, and Woodstock. PPS began using Shattuck as a Portland Community College in 1964; PCC was at that time part of PPS's adult education extension services. PSU acquired the building in July 1969 for $1,150,000.",
        "Shattuck Hall underwent a major remodel completed in 2008 which included seismic bracing, accessibility improvements, systems upgrades, and ultimately achieved LEED Gold certification. As the home for PSU's School of Architecture, the remodel was designed with the intent to turn the building itself into a teaching tool by exposing everything from wiring and plumbing systems to the original plank-formed poured-in-place concrete structure.",
        "The Shattuck school was named after Erasmus Darwin Shattuck (1824-1900) who was a prominent teacher, attorney, and judge. Shattuck was born in 1824 in Vermont and relocated to Portland in 1853 to teach at Tualatin Academy and Pacific University. In 1856 was elected probate judge and continued in various judicial capacities until 1878. Judge Shattuck was involved in Portland Public Schools (PPS) administration starting in 1858 when he began serving on the Board of Directors. Shattuck remained on the PPS Board through 1862 and then again from 1869-1871.",
        "Building Naming History:",
        "Shattuck Hall (SH), 1975-present",
        "Shattuck School (SS), 1971-1975",
        "Shattuck Normal School, 1915-1971",
        "Project History:",
        "School of Architecture Courtyard (2010), designed by PSU School of Architecture",
        "Shattuck Hall Seismic Upgrade and Retrofit with Annex Restoration (2008), designed by SRG",
        "Gymnasium Conversion to Computer Center (1977), unknown designers",
        "Portland Community College reconfiguration (1964), designed by Ejner E.D. Nelson",
        "Shattuck Gymnasium Addition (1930), designed by George Howell Jones",
        "Shattuck Normal School & Playground (1915), designed by Floyd A. Naramore",
        "Historical Photos: Shattuck Hall from the University Digital Gallery"
    ],
    "details": [
        "Square Footage (including Annex):",
        "Gross Square Footage: 73,082",
        "Net Assignable Square Footage: 40,408"
    ]
}