{
    "address": "1825 SW Broadway, Portland, Oregon 97201-3256",
    "occupants": [
        "American Association of University Professors",
        "Baby Vikings",
        "The Children's Center",
        "Conferencing, Events & Student Union",
        "Conflict Resolution",
        "Dean of Student Life",
        "Disability Resource Center",
        "Diversity and Multicultural Student Services",
        "La Casa Latina",
        "Multicultural Center",
        "Office of Academic Innovation",
        "Pacific Islander, Asian & Asian American Student Center",
        "Pan-African Commons",
        "Queer Resource Center",
        "Resource Center for Students with Children",
        "Service Employees International Union, Local 503",
        "Student Activities and Leadership",
        "Student Legal Services",
        "Student Sustainability Center",
        "Student Media",
        "TRiO Student Support Services",
        "Upward Bound and Educational Talent Search ",
        "Veterans Resource Center",
        "Women's Resource Center"
    ],
    "features": [
        "All Gender Restrooms: Two multi-stall facilities and Five single-occupancy restrooms in the following locations:",
        "Basement - Room 051 (multi-stall)",
        "Floor 4 - Room 455 (multi-stall)",
        "Basement - Room 054 (single-occupancy)",
        "Mezzanine 1 - Room M105",
        "Mezzanine 1 - Room M107",
        "Mezzanine 3 - Room M337",
        "Mezzanine 3 - Room M338",
        "Lactation Space",
        "Floor 3 - Room 350 (women's restroom)",
        "Automated Teller Machine (ATM)",
        "Retail",
        "Childcare Services",
        "Student Services",
        "Sky Bridge Access",
        "Tunnel Access",
        "Food & Drink",
        "Gameroom",
        "Student Lounge",
        "Auditorium/ Event Space"
    ],
    "maps": [
        "SMITH MEMORIAL STUDENT UNION FLOORPLANS.PDF",
        "SMSU NARRATIVE.PDF",
        "SMSU AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "Smith Memorial Student Union (SMSU) is a four-story building with two basement levels located between SW Park, Montgomery, Broadway, and Harrison. It is the building just south of Cramer Hall and north of Fariborz Maseeh Hall. Skybridges on the third and fourth floors lead to Cramer Hall and Fariborz Maseeh Hall. The third floor skybridge also connects to the University Services Building, School of Business Administration, the School of Education, and Parking Structure 2. Tunnels from the basement level lead to Cramer Hall to the North, and Fariborz Maseeh Hall to the South.",
        "SMSU is PSU’s student union and includes a food court on the first floor; a games room in the basement; a ballroom for events on the third and fourth floors; and offices for student organizations, groups, and other services throughout the building.",
        "SMSU was the second building constructed for Portland State and was built in four separate phases between 1956 and 1966. Phase 1 was completed on May 28, 1958. The second phase completed on January 5, 1960, in the northeast corner, was known as Library East until 2012 and possesses separate mechanical and electrical systems.  Library East was Portland State College’s central library until the construction of Library West (now Millar Library) in 1968. Phase 3 (Addition 1) added the southwest corner of the building and additional work on the northwest corner was completed October 28, 1961 with the final southeast phase (Addition 2) completed on May 28, 1965. The first three phases (NW, NE/Library East, and SW) were all designed by the architects, Lawrence, Tucker & Wallman, with the original unit also benefiting from the consulting services of college union pioneer, Porter Butts. The final SE addition was designed by Mockford and Rudd.",
        "SMSU is named after Michael J. Smith who helped lead Portland State College’s GE College Bowl team to victory in 1965. The College Bowl team’s undefeated winning streak was credited by Time magazine (March 26, 1965 p. 46) with being a major factor in influencing the state legislature to fund graduate programming as well as helping transform the College’s public image as “the flunk-out school” for University of Oregon and Oregon State University drop-outs. Despite appearing in all five games, Michael Smith suffered from cystic fibrosis and was frequently hospitalized during the nine months of preparation for the College ",
        "Building Naming History:",
        "Smith Memorial Student Union (SMSU), 2003-present",
        "Smith Memorial Center (SMC), 1969-2002",
        "Library East (LIBE), 1966-2012",
        "Library (L or Lib), 1960-1966",
        "College Center (CC), 1958-1968",
        "Major Project History:",
        "Renovation & Seismic Upgrade, 2002, designed by Robertson Merryman Barnes",
        "Seasonal remodels, 1989-1990 , designed by Michael & Lakeman",
        "Multi-phase remodel, 1978-1982, designed by Thompson O'Doherty",
        "Addition 2 - SE corner addition, 1965, designed by Mockford and Rudd",
        "Addition 1 - SW corner addition, 1961, designed by Lawrence Tucker & Wallmann",
        "Library East - NE corner addition, 1960, designed by Lawrence Tucker & Wallmann",
        "Original Construction - NW corner, 1958, designed by Lawrence Tucker & Wallmann",
        "Historical Photos: Smith Memorial Student Union from the University Digital Gallery"
    ],
    "details": [
        "Square Footage:",
        "Gross Square Footage: 220,435",
        "Net Assignable Square Footage: 128,450"
    ]
}