{
    "address": "1136 SW Montgomery Street, Portland, Oregon 97201-3206",
    "occupants": [
        "Little Vikings Childcare Center",
        "University Honors Honors Living Learning Community",
        "University Housing & Residence Life"
    ],
    "features": [
        "All-Gender Restroom",
        "University Housing"
    ],
    "maps": [
        "STEPHEN EPLER RESIDENCE HALL FLOORPLANS.PDF",
        "SEH AREA CALCULATION PLANS-.PDF",
        "SEH ACCESSIBLE NARRATIVE.PDF"
    ],
    "about": [
        "Stephen E. Epler Residence Hall (SEH), known as Epler Residence Hall, is a six-story building located on the corner of SW 12th Avenue and Montgomery Street. It shares a block with the King Albert Building to its east and Hoffman Hall to its south. SEH sits just south across Montgomery from the Saint Helens Building. Although primarily a residence hall, Epler Hall's first floor is devoted to classroom, office space, and the Little Vikings Child Care facility.",
        "Floors 2-6 offers furnished studio units for all student populations. Freshmen units are closed during the summer, but upperclassman rooms are open year-round. Each unit includes a private kitchen (stove/oven and small refrigerator), bathroom (shower, no bathtub), and bicycle storage",
        "Constructed in 2003 for $10 million, SEH replaced the Birmingham Building residence hall which sat on the same site. Epler Hall is a USGBC LEED Silver Certified building designed to benefit from the natural elements such as wind, rain, and sun by integrating technologies with climate responsive design. These features reduce the building’s overall reliance on energy consumptive mechanical and electrical systems. Additional elements in its LEED certification derived from the re-use of much of the original Birmingham structure which was deconstructed rather than demolished. Prior to its completion SEH was called the New Birmingham Building.",
        "Who was Stephen Epler?",
        "Epler Hall is named after Portland State University’s founder, Stephen E. Epler (1909-1997). Epler was originally recruited by dean of Oregon's General Extension Division, John Francis Cramer, to counsel returning veterans on their educational opportunities following World War II. Unable to find housing in Portland proper, Epler and his family moved to the Kaiser Corporation's war-time city Vanport, Oregon in January 1946. By March he had received approval by the State Board of Higher Education to create the Vanport Extension Center (VEC). Epler's perseverance and advocacy saw the VEC through Vanport's 1948 destruction and its eventual installation into the old Lincoln High School where it was re-named the Portland State Extension Center.",
        "Following nearly a decade of advocacy, Epler and his supporters finally secured the support necessary to establish a permanent four-year institution, Portland State College, in 1955. Despite strong faculty and student support, Epler was overlooked by the State Board of Higher Education when selecting the first Portland State president and found himself increasingly marginalized as an administrator. With no administrative role in the new college, Epler accepted the presidency of Reedley College in California, where he served for five years. He then served as president of the prestigious College of Marin. In 1966, the State of California recruited Epler to found Ohlone College in Fremont, where he remained until he retired in 1975.",
        "Historical Photos: Stephen E. Epler Residence Hall from the University Digital Gallery"
    ],
    "details": [
        "Square Footage:",
        "Gross Square Footage: 61,174",
        "Net Assignable Square Footage: 42,649"
    ]
}