{
    "address": "617 SW Montgomery Street, Portland, Oregon 97201-5521",
    "occupants": [
        "Admissions and New Student Programs - Operations",
        "Capital Projects and Construction",
        "Custodial Services",
        "Environmental Health and Safety",
        "Facilities and Property Management",
        "Materials Management Services"
    ],
    "features": [
        "All Gender Restrooms One single-occupancy restrooms in the following locations:",
        "Floor 1 - Room 111E",
        "Lactation Space",
        "Floor 3 - Room 307",
        "Sky Bridge Access"
    ],
    "maps": [
        "UNIVERSITY SERVICES BUILDING FLOORPLANS.PDF",
        "USB AREA CALCULATION PLANS.PDF",
        "USB ACCESSIBLE NARRATIVE.PDF"
    ],
    "about": [
        "The University Services Building (USB) is a concrete, Brutalist structure consisting of four floors above ground and a basement. Located on the southeast corner of the block between SW Broadway, Montgomery, 6th and Mill the building is attached to Parking Structure 2 and contains offices and workshops. University Services includes two main entrances, one on Montgomery and another on the 6th Avenue side. The building is accessible from every level of Parking 2 except the basement; wheelchair accessible entries are located at the roof level of Parking Two and on the 6th Avenue street entrance.",
        "Parking Two and USB were designed by the architectural firm of Witt Englund Plummer and completed on October 14, 1970 for $1.15 million for USB and $805,000 for Parking Two. During construction, USB was known as College Services Building (CSB) - the name was updated after Portland State College became Portland State University in 1969. USB and Parking 2 replaced a dilapidated Safeway. The Safeway building was the second building acquired on the downtown campus (after Lincoln Hall) in the fall of 1953 and was originally the home of the Engineering Department before becoming Portland State's Warehouse.",
        "Historical Photos: University Services Building from the University Digital Gallery"
    ],
    "details": [
        "Square Footage",
        "Gross Square Footage: 61,965",
        "Net Assignable Square Footage: 41,049"
    ]
}