{
    "address": "310 SW Lincoln Street, Portland, Oregon 97201-5007",
    "occupants": [
        "University Place Hotel "
    ],
    "features": [
        "All Gender Restrooms: One single-occupancy restroom in the following location:",
        "Floor 1 - near the lobby",
        "Motorcycle & Scooter Parking",
        "Car Parking",
        "Food & Drink",
        "Hotel",
        "Auditorium/ Event Space"
    ],
    "maps": [
        "UNIVERSITY PLACE HOTEL FLOORPLANS.PDF",
        "UP ACCESSIBLE NARRATIVE.PDF",
        "UP AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "The University Place Hotel is a hotel and conference center owned by Portland State University. Located on SW Lincoln Street near 4th Avenue the hotel includes an outdoor heated pool, a restaurant, fitness center, and meeting/event spaces. The parking lot offers 213 vehicle spaces reserved primarily for hotel guests.",
        "Originally a Ramada Inn, University Place was built in 1969 and designed by Travers-Johnson architects. In 1975, the hotel became a Red Lion Motor Inn and underwent renovations including a significant upgrade to the landscape. This landscape renovation appears to have been focused on better fitting the hotel in with its surroundings in the South Auditorium Urban Renewal District. The District's public spaces, culminating in Lovejoy Fountain, had been the design of noted landscape architect, Lawrence Halprin, and completed in 1966. The 1975 Red Lion renovation adopted several design elements reminiscent of Halprin and added a sculpture by \"Oregon's sculptor,\" Lee Kelly. The building itself received an upgrade, designed by Walla & Dolle, two years later in 1977.",
        "In 1996, the Hilton Corporation purchased the property and re-branded it as a Doubletree. PSU purchased the Doubletree in 2004 and re-opened it as University Place Hotel and Conference Center.",
        "Naming History",
        "University Place Hotel, 2004-present",
        "Doubletree Hotel, 1996-2004",
        "Red Lion Motor Inn, 1975-1996",
        "Ramada Inn, 1969-1975 "
    ],
    "details": [
        "Square Footage:",
        "Gross Square Footage: 138,124",
        "Net Assignable Square Footage: 95,532"
    ]
}