{
    "address": "506 SW Mill Street, Portland, Oregon 97201-5412",
    "occupants": [
        "Center for Public Service",
        "Center for Women's Leadership",
        "College of Urban and Public Affairs--Computer Lab",
        "College of Urban and Public Affairs--Dean's Office",
        "Community Environmental Sciences",
        "Criminal Justice Policy Research Institute",
        "Criminology and Criminal Justice",
        "Economics",
        "Hatfield School of Government",
        "Institute of Portland Metropolitan Studies",
        "Institute on Aging",
        "International & Global Studies",
        "National Policy Consensus Center",
        "Nohad Toulan School of Urban Studies and Planning",
        "Northwest Economic Research Center",
        "Political Science",
        "Population Research Center",
        "PSU Bookstore",
        "Public Administration",
        "School of Public Health"
    ],
    "features": [
        "All Gender Restrooms: Four single-occupancy restrooms in the following locations:",
        "West Building Floor 2 - Room 201",
        "West Building Floor 2 - Room 202",
        "West Building Floor 3 - Room 301",
        "East Building Floor 2 - Room 251 (PSU ID card needed to enter)",
        "Lactation Space",
        "Floor 3 - Room 302",
        "Automated Teller Machine (ATM)",
        "Computer Lab",
        "Roof Terrace",
        "Food & Drink",
        " "
    ],
    "maps": [
        "URBAN CENTER FLOORPLANS.PDF",
        "URBAN CENTER BUILDING ACCESSIBLE NARRATIVE.PDF",
        "URBN AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "The Urban Center is bounded by SW Mill, 5th, Montgomery, and 6th Avenue. Home to the College of Urban and Public Affairs, the Urban Center sits just north of the Academic and Student Recreation Center and east, across 6th Avenue, from Parking Structure 2 and the University Services Building.",
        "The Urban Center consists of two connected structures bridging a Portland Street Car station and situated on a hardscape called Urban Plaza which includes three fountains, a clock tower, and the monumental granite sculptures of John Aiken. The Urban Center is the larger eastern portion of the building which is a nine-story structure featuring two ground floor retail spaces including the PSU Bookstore. ",
        "The smaller western section of the building is called the Wilson-DeShane Pavilion, sometimes referred to as the Distance Learning Center. Named after long-time PSU supporters and alumni, Michael DeShane and Keren Brown Wilson, the Wilson-DeShane Pavilion is a four-story structure that includes retail spaces on its ground floor and an accessible rooftop terrace. It is connected to Urban Center via a two-story skybridge that passes over the Streetcar tracks.",
        "The east and west building were designed by Thomas Hacker and Associates and Urban Center Plaza was designed by Doug Macy of Walker Macy landscape architects with the project completed in March 2000. The entire complex functions as a physical link between the original campus core in the Park Blocks and the expanding University District along SW 5th and 4th Avenues. In addition to the Streetcar station the project was coordinated with TriMet to provide multiple bus facility improvements along 5th and 6th Avenues thus establishing PSU as one of the single-most active destinations in the TriMet system. In March 2018, Urban Center earned LEED O+M Silver certification based on an evaluation of its operations and maintenance to reduce the environmental, economic and occupant health impacts over the lifetime of the structure.",
        "The College of Urban and Public Affairs (CUPA) was one of the three initial PhD programs offered at Portland State along with Systems Science and Environmental Science and Resources. CUPA began as the Center for Urban Studies within the College of Social Science and its first program offering was an undergraduate certificate in 1959. When doctoral education came to PSU in 1969, Urban Studies was selected in part because it did not encroach on offerings at OSU or UO. Nohad Toulan was hired in 1972 and shortly thereafter appointed Dean of a new School of Urban Affairs and then School of Urban and Public Affairs (UPA) after the Public Administration program joined its ranks in the 1980s. The new School moved into the now demolished Francis Manor in 1976, which sat at the corner of 6th Avenue and Montgomery until 1987 when it was cleared to make way for the School of Business building (SBA). After Francis Manor, UPA relocated to East Hall until the completion of Urban Center in 2000. Coinciding with Urban Center's groundbreaking in 1997, the School was promoted to the upgraded title of College of Urban and Public Affairs."
    ],
    "details": [
        "Square Footage:",
        "College of Urban and Public Affairs Gross Square Footage: 120,057",
        "College of Urban and Public Affairs Net Assignable Square Footage: 71,466",
        "Wilson-DeShane Pavilion Gross Square Footage: 13,899",
        "Wilson-DeShane Pavilion Net Assignable Square Footage: 10,575"
    ]
}