{
    "address": "1810 SW 5th Ave Portland, OR 97201",
    "occupants": [
        "College of Education (Floors 2 & 4)",
        "School of Public Health (Floors 2, 5 & 6)"
    ],
    "features": [
        "All Gender Restrooms Four multi-occupancy restrooms in the following locations:",
        "Floor 2 - Rooms 202 & 204",
        "Floor 7 - Room 702 & 704",
        "Lactation Space",
        "Floor 2 - Room 218",
        "Floor 5 - Room 530K",
        "Floor 6 - Room 631",
        "Floor 7 - Room 715",
        "Retail",
        "Roof Terrace",
        "Student Lounges on Floors 2, 3, 4, 6 & 7",
        "Open study areas on Floors 1 & 2",
        "Computer Lab on Floor 2 Room 260",
        "Indoor bike parking with showers on Floor 1 - Suite 160"
    ],
    "maps": [
        "VANPORT BUILDING FLOORPLANS.PDF",
        "VANPORT BUILDING ACCESSIBLE NARRATIVE.PDF",
        "VB AREA CALCULATION PLANS.PDF"
    ],
    "about": [
        "The Vanport Building (VB) is a seven-story condominium partnership between Portland State University, the City of Portland, Portland Community College, and Oregon Health & Science University with retail tenants on the ground floor. It occupies 3/4's of the block between SW 4th and 5th Avenues to its east and west and SW Montgomery & Harrison Streets to its north and south. It is the building to the east of the Academic and Student Recreation Center building.",
        "VB opened for use in January 2021 and was designed by Portland's SRG Partnership at a cost of $111 million. The building's L-shaped design preserved the existing structures on the block while replacing a PSU parking lot that had been otherwise unimproved since the mid-1980s. It was designed collaboratively between the four owners to better connect workforce development, educational and economic opportunity, as well as providing public services. The VB provides a home for the City of Portland's Bureau of Planning and Sustainability (Floor 7), PCC's Dental Services Programs (Floors 2 & 3), PSU's College of Education (Floors 2 & 4), and the PSU/OHSU School of Public Health (Floors 2, 5 & 6). In addition to its academic, research, and civic facilities, it also features a dental-clinic and low-cost mental health services for the general public.",
        "The Vanport Building is named after the City of Vanport, which was destroyed during the 1948 Memorial Day Flood. Constructed as part of the Kaiser Company's shipbuilding efforts in 1942, Vanport was the nation's largest wartime housing development and at its height was the second largest city in Oregon after Portland. Beginning in 1946, Vanport became the home to the Vanport Extension Center, the predecessor of Portland State University. Vanport was a portmanteau named after its location situated between Vancouver and Portland, which is now occupied by West Delta Park, Portland International Raceway, and Heron Lakes Golf Course."
    ],
    "details": [
        "Square Footage",
        "Gross Square Footage: 176,084",
        "Net Assignable Square Footage: 155,565"
    ]
}