{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "250773",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Portland State University History Club",
      "ShortName": "History Club",
      "WebsiteKey": "portland-state-university-history-club",
      "ProfilePicture": "a58898be-4406-40cc-a8ff-0690d17b35bf11b09f86-9408-4566-8944-9d374a556908.jpg",
      "Description": "<p><span style=\"font-weight: 400;\">Welcome to the PSU History Club, a place where students can connect with like-minded peers and engage in thought-provoking conversations! We seek to go beyond the classroom, and engage with the wider PSU community through discussions and events that consider the vibrant, complicated, and ever-shifting field of History. We meet throughout the Term to engage in lively, thought-provoking discussions, and are open to all students, regardless of major, or academic standing.</span></p>\r\n<p>We host in-person and zoom/ combination meetings in an effort to welcome as many students as possible. Gift giveaways and snacks are a regular part of our meetings, so we hope to see you there!</p>",
      "Summary": "The History Club is open to students of PSU, regardless of their academic program. The History Club is a free space for students to engage in discussions regarding history, which will intellectually stimulate us all on our journey at PSU and beyond.",
      "CategoryIds": ["12498"],
      "CategoryNames": ["Academic Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250687",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Portland State University Human Resource Management Association",
      "ShortName": "PSU HRMA",
      "WebsiteKey": "portland-state-university-hrma",
      "ProfilePicture": "4fbe19e1-d62f-47f3-baae-61ddd1bf438ab3ea1f03-4908-4aeb-a208-e9816de1ec84.jpg",
      "Description": "<p>Welcome to the PSU Human Resource Management Association! We are a student chapter of the Society for Human Resource Management (SHRM), sponsored by the Portland Human Resource Management Association (PHRMA). PSU HRMA helps prepare students to step out into the real world with appropriate knowledge, skills, and the confidence to be successful. We are also a community that learns together, grows together, and succeeds together. We frequently invite alumni, who are currently working in the HR field, to come back and share their stories and experience with our current members. In addition, they also offer many opportunities for informational interviews, connections, as well as job openings to us. Our professional network in the Portland area is extensive and comprised of top HR professionals. Each Tuesday we invite HR professionals to share their industry expertise and future expectations for HRM. As an open community, we welcome everyone to join us. We respect every individual regardless of their race, gender, sexual orientation, religion, age, etc To learn more, you may subscribe to our email list to receive information on upcoming speakers, programs, and networking events. Be sure to check out our upcoming events by visiting our website! You may also use our Contact Form to connect with HRMA officers about our program.</p>",
      "Summary": "Welcome to the PSU Human Resource Management Association! We are a student chapter of the Society for Human Resource Management (SHRM), sponsored by the Portland Human Resource Management Association (PHRMA). PSU HRMA helps prepare students to step out...",
      "CategoryIds": ["12499", "13376"],
      "CategoryNames": ["Pre-Professional Groups", "Business"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "335688",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Portland State University Mock Trial ",
      "ShortName": "PSUMT",
      "WebsiteKey": "psumt",
      "ProfilePicture": "07d61266-c89c-4059-a6e9-0e705af07ae9799bae93-57bc-4fc3-bd70-e986725ef723.jpeg",
      "Description": "<p>Portland State University Mock Trial will compete against other mock trial teams in a simulated courtroom environment. PSUMT will help students to improve their public speaking skills while providing students with a fun, and friendly place to learn about the court and law.&nbsp;</p>\r\n<p>When PSUMT attends Mock Trial competitions we will do so in teams of 6 to 12 members. Depending on the number of people in PSUMT, not all members of the club will get to attend every competition. Club members are chosen for competitions based on participation and skill level.</p>\r\n<p><span style=\"text-decoration: underline;\">Please note:&nbsp;</span><strong>We have already assigned roles for this years mock trial competition. If you still wish to join the club, you are join the club and participate in club activities, but you may not be able to take an active role in the competition. We thank you for your interest in PSU mock trial :)</strong></p>\r\n<p>&nbsp;</p>",
      "Summary": "The Mission of the Portland State University Mock Trial Club is to provide a deeper knowledge of the court and law while improving your critical thinking, and public speaking skills.",
      "CategoryIds": ["12498"],
      "CategoryNames": ["Academic Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250824",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Portland State University Russian Club",
      "ShortName": "Russian Club",
      "WebsiteKey": "portland-state-university-russian-club",
      "ProfilePicture": "ec326dfd-b00c-4dad-9f75-fe5607921c027afa863e-ceb2-496f-9ba4-72cebe55686e.jpeg",
      "Description": "<p>The purpose of this organization is to unite students in the common interest of Russian as a language and as a culture. We gather to practice speaking Russian at all levels and to celebrate holidays of Russian-speaking communities and cultures.</p>",
      "Summary": "The purpose of this organization is to unite students in the common interest of Russian as a language and as a culture. We gather to practice speaking Russian at all levels and to celebrate holidays of Russian-speaking communities and cultures. ",
      "CategoryIds": ["12503"],
      "CategoryNames": ["Language Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250774",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Portland State University Students United for Palestinian Equal Rights",
      "ShortName": "PSU SUPER",
      "WebsiteKey": "students-united-for-palestinian-equal-rights",
      "ProfilePicture": "694a8369-7aca-4ca2-92a0-d4efc450c11e7bb156f5-9f16-4dc2-a0c2-e807dbb3c17f.jpg",
      "Description": "<p>PSU SUPER advocates for democratic principles to promote justice, human rights, equality, liberty, and self-determination for the Palestinian people and liberation of all oppressed peoples from Turtle Island (U.S.) to Palestine/Internationally.&nbsp;We believe that the Palestinian people must ultimately be able to decide their future in Palestine, and that certain key principles grounded in international law, human rights law, and basic standards of justice are fundamental to a just resolution for the Israeli military occupation of Palestinian homelands. These principles include the full decolonization of all illegally held Palestinian lands, the repatriation of Palestinian refugees in accordance with the Right of Return, an end to all discriminatory laws and systems targeting the indigenous Palestinian population, and a total end to the occupation of Palestine.</p>\r\n<p>We build community on campus by:</p>\r\n<ul id=\"yui_3_17_2_1_1640131176635_223\" data-rte-list=\"default\">\r\n<li id=\"yui_3_17_2_1_1640131176635_222\">\r\n<p id=\"yui_3_17_2_1_1640131176635_221\" class=\"\">Celebrating, commemorating, and honoring Palestinian culture, heritage and national historical events simultaneously via campus-based events and art.</p>\r\n</li>\r\n<li>Educating about the Palestinian struggle and Palestinian liberation movements</li>\r\n<li>Coordinate and support campaigns and actions at Portland State University on the key issues of our movement and our time.</li>\r\n<li>Resisting alongside all oppressed peoples, across campus lines and arbitrary borders which seek to divide us, for the inception of a just and liberated world.</li>\r\n</ul>",
      "Summary": "Portland State University Students United for Palestinian Equal Rights (PSU SUPER) is a student-led, faculty, and staff organization dedicated to raising awareness about the injustices concerning the occupation of the Palestinian people.",
      "CategoryIds": ["12500", "12501", "12508"],
      "CategoryNames": [
        "Political Groups",
        "International Groups",
        "Advocacy and Activism Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "342602",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Portland State Vanguard",
      "ShortName": "PSU Vanguard",
      "WebsiteKey": "psuvanguard",
      "ProfilePicture": null,
      "Description": null,
      "Summary": "We are Portland State's weekly student-run newspaper, published every Tuesday!",
      "CategoryIds": ["12499"],
      "CategoryNames": ["Pre-Professional Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250865",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Portland State Women in STEM",
      "ShortName": "PSU WiSTEM",
      "WebsiteKey": "portland-state-women-in-stem",
      "ProfilePicture": "f06fdc6a-1e82-45e0-bc16-9a4dc13190df2083bca6-c680-4374-8020-c108eb9d44b0.png",
      "Description": "<p>PSU WiSTEM's mission is to create an inclusive community to provide support for female identified, non-binary, and trans students in STEM fields. Our group is open to ALL students, regardless of your gender or major. Starting Spring 2022, we will be transitioning to our new name, GSM-STEM (Gender and Sexual Minorities in STEM).&nbsp;</p>",
      "Summary": "The mission of WiSTEM is to create an inclusive community to provide support for female identified, non-binary, and trans students in STEM fields. We have monthly meetings to discuss relevant topics selected by our members.",
      "CategoryIds": ["12498", "12499", "12504", "12508"],
      "CategoryNames": [
        "Academic Groups",
        "Pre-Professional Groups",
        "Multi-Cultural Groups",
        "Advocacy and Activism Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "342810",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Pre Physician Assistant Association ",
      "ShortName": "Pre PAA ",
      "WebsiteKey": "psupre-paa",
      "ProfilePicture": "5222fae7-74f2-4867-b737-ae012aabdd0b31f091cc-2d97-433d-8060-9d4e997a681b.png",
      "Description": "<p><span style=\"font-weight: 400;\">The purpose of this organization is to unite students in the common interest of</span><span style=\"font-weight: 400;\"> pursuing a career in Physician Assistant. The Pre-Physician Assistant Association's mission is to foster new connections between students, share information about the physician assistant profession, aid in the process of applying to physician assistant programs, and present healthcare experience opportunities.&nbsp;</span></p>",
      "Summary": "Our organization unites students in the common interest of pursuing a career as a Physician Assistant. The Pre-Physician Assistant Association's mission is to aid members throughout their Pre-PA journey.",
      "CategoryIds": ["12498", "12499", "14242"],
      "CategoryNames": [
        "Academic Groups",
        "Pre-Professional Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250749",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Pre-Dental Student Organization",
      "ShortName": "PDO",
      "WebsiteKey": "pre-dental-student-organization",
      "ProfilePicture": "f9bf8fcc-13ce-4c9d-802f-711891d328fdf3e6473d-f4d6-4e25-94af-f394a10f0bac.jpg",
      "Description": "<p>The mission of our organization is to provide a platform for pre-dental students to maximize their knowledge of the dental profession while exposing them to opportunities that will increase their likelihood of getting into dental school. It is also our organization's mission to make a positive impact within the Portland community through volunteer work and the applied knowledge of preventative dental practices, provide informative meetings, educational events, volunteer opportunities and social interaction for pre-dental students.</p>",
      "Summary": "The mission of our organization is to provide a platform for pre-dental students to maximize their knowledge of the dental profession while exposing them to opportunities that will increase their likelihood of getting into dental school. It is also our...",
      "CategoryIds": ["12498", "12499", "14242"],
      "CategoryNames": [
        "Academic Groups",
        "Pre-Professional Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250855",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Pre-Medicine Students Association",
      "ShortName": "PREMSA",
      "WebsiteKey": "pre-medicine-students-association",
      "ProfilePicture": "f491731e-4ac9-4a3b-9f98-00985f4c383ea7f139e6-9cdb-4dee-8e42-0a621cfdd075.png",
      "Description": "<p>The purpose of PreMSA is to unite pre-medicine students. Its fundamental goal is to build a supportive community, in which all pre-medicine students can participate in volunteering and learning events. Additionally, opportunities for networking with physicians and medical or graduate students will be offered, as well as activities to enhance the individual experience of pre-medicine students in their long, hard journey towards a later medical career.</p>",
      "Summary": "The purpose of PreMSA is to unite pre-medicine students. Its fundamental goal is to build a supportive community, in which all pre-medicine students can participate in volunteering and learning events. Additionally, opportunities for networking with ph...",
      "CategoryIds": ["12499"],
      "CategoryNames": ["Pre-Professional Groups"],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
