{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "353272",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Society of Women Engineers PSU chapter",
      "ShortName": "SWE",
      "WebsiteKey": "swepsu",
      "ProfilePicture": "a4795e2a-8a3c-4f07-b619-6e8103e7165ec2e80ee6-da2f-4653-abab-e436368c5b88.jpg",
      "Description": null,
      "Summary": "SWE advocates for a diverse and inclusive workforce, improving our connections with the main chapter, and increasing mentorship and networking opportunities for all future STEM leaders by collaborating with local third-party organizations.",
      "CategoryIds": ["12499"],
      "CategoryNames": ["Pre-Professional Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "277844",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Sociology Club",
      "ShortName": null,
      "WebsiteKey": "sociologyclub",
      "ProfilePicture": "514f7316-1a7b-412b-8877-d995ccaa46e5cb31fdb2-f6db-4d48-93b3-a9b997615697.png",
      "Description": "<p><strong>Purpose</strong></p>\r\n<p><span style=\"font-weight: 400;\">Portland State University&rsquo;s Sociology Club is a community of scholars seeking to effect positive change through understanding of sociological perspectives and service to society. We are committed to raising awareness of issues related to social injustice through critical discussion, education, advocacy, research, and personal involvement. We welcome all PSU students with an interest in these issues.</span></p>\r\n<p>&nbsp;</p>\r\n<p><strong>Mission Statement</strong></p>\r\n<p><span style=\"font-weight: 400;\">Promoting the use of the sociological imagination and fostering a strong sociological community at PSU.&nbsp;</span></p>\r\n<p>&nbsp;</p>\r\n<p><strong>Club Goals</strong></p>\r\n<ul>\r\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Increase student involvement on campus (within club &amp; with the department)&nbsp;</span></li>\r\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Strengthen relationships between graduate and undergraduates</span></li>\r\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Strengthen relationships between students and faculty</span></li>\r\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Use sociology in the community</span></li>\r\n</ul>",
      "Summary": "Promoting the use of the sociological imagination and fostering a strong sociological community at PSU.",
      "CategoryIds": ["12498"],
      "CategoryNames": ["Academic Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250753",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Spanish Club",
      "ShortName": null,
      "WebsiteKey": "spanish-club",
      "ProfilePicture": "4ad178cf-6d63-4ea6-a42c-51f699642f1d2ea37d1d-33d8-43da-8108-6109bff3cd89.jpg",
      "Description": "<p>We are a vibrant, diverse community of people with a shared interest in the Spanish language, as well as the cultures of Spanish-speaking places. We work to foster an environment that is inclusive and welcoming to all in order to have fun, and learn historical, political and cultural aspects of the Spanish-speaking world. Anyone, from beginners to native speakers, is welcomed and encouraged to join.&nbsp;</p>\r\n<p>Nuestra&nbsp;misi&oacute;n es&nbsp;juntar una comunidad de&nbsp;todas las personas interesadas en la cultura hispana y la lengua espa&ntilde;ola. Nuestro objetivo es&nbsp;promover un ambiente inclusivo y acogedor para todos para divertirse, y aprender aspectos hist&oacute;ricos, pol&iacute;ticos, y culturales del mundo hispano. Cualquiera persona, desde principiantes hasta hablantes nativos, es bienvenida y se anima a unirse.</p>",
      "Summary": "We are a vibrant, diverse community of people with a shared interest in the Spanish language, as well as the cultures of Spanish-speaking places. All levels of Spanish proficiency welcome!",
      "CategoryIds": ["12503", "12504"],
      "CategoryNames": ["Language Groups", "Multi-Cultural Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250734",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "STAGE:  Student Theater Academically Guided Entertainment",
      "ShortName": "STAGE",
      "WebsiteKey": "stage-student-academically-guided-entertainment",
      "ProfilePicture": "373dadff-091c-4b76-a4eb-208597c03269c731be46-1527-4b6f-a7b4-4416bec9f618.JPG",
      "Description": "<p>STAGE is a student organization who operates to serve the community interested in theater arts. We produce events designed to educate and challenge those interested in participating in theater, as well as impact and excite audiences! STAGE recognizes our responsibility as artists to produce works of art in an ethical and professional manner.&nbsp;</p>\r\n<p>At our weekly meetings, we discuss current theater topics and talk about particular shows. We also play improv games and work to build connections throughout the community. Our weekly meetings are where we recruit designers, tech, and actors to be in our shows. If you want to get involved with theater at PSU and aren't sure how to, coming to our meetings is a great place to start!</p>\r\n<p>We also put on a handful of professional productions throughout the year. Our goal with these productions is to give theater students a chance to work on their craft independently, with little faculty involvement. As a student organization, we also have the capability to choose our own productions.&nbsp;</p>",
      "Summary": "STAGE operates to serve the student community interested in the theater arts. At our meetings, we discuss theater topics and work to strengthen the theater community at PSU as well as produce high quality student run productions and events. ",
      "CategoryIds": ["12507"],
      "CategoryNames": ["Arts Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250874",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Statistics Journal Club",
      "ShortName": "SJC",
      "WebsiteKey": "statistics-journal-club",
      "ProfilePicture": "2b4fc0fe-de78-40f7-98b3-5b4c597c595208011865-8d1f-4b09-a8ce-85e80240bf60.jpg",
      "Description": "<p>This organization is geared towards students in all disciplines that utilize statistics and data science in their practice. We will consider statistics and the applications of statistics and their research methods.</p>",
      "Summary": "This organization is geared towards students in all disciplines that utilize statistics and data science in their practice. We will consider statistics and the applications of statistics and their research methods. ",
      "CategoryIds": ["12498"],
      "CategoryNames": ["Academic Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250703",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Student Association of Political Science",
      "ShortName": "SAPS",
      "WebsiteKey": "student-association-of-political-science",
      "ProfilePicture": "3bbd3e21-bfe2-4f07-abb6-93c581ca7501c362ed90-b7e1-490c-b7ea-aea3138893a8.jpeg",
      "Description": "<p>The Student Association of Political Science or SAPS, is a non-partisan club that celebrates political inquiry and is designed to enhance, educate, or introduce PSU students to a wide variety of political thought through fun, interesting and educational activities. Most importantly, we want to connect you to other student, teachers, and advisors to form a true community feel within our department.</p>",
      "Summary": "The Student Association of Political Science or SAPS, is a non-partisan club that celebrates all ideas and opinions and is designed to enhance, educate, or introduce PSU students to a wide variety of political thought through fun, interesting and educa..",
      "CategoryIds": ["12498"],
      "CategoryNames": ["Academic Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250760",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Student Chapter of the Society for Industrial and Applied Mathematics (SIAM) at Portland State University",
      "ShortName": "SIAM Student Chapter at PSU",
      "WebsiteKey": "siam",
      "ProfilePicture": "6c20d697-fc31-4171-8064-4a34137a8b128026ce1a-47d7-4b89-9740-4498b52c004e.PNG",
      "Description": "<p>The Society for Industrial and Applied Mathematics (SIAM) has Student Chapters around the world for students interested in computational and applied mathematics. The PSU Chapter was formed in 2012 to provide opportunities for communication among science, engineering, math, and statistics students at PSU, and to organize activities that develop our interests in computational and applied mathematics.</p>",
      "Summary": "The Society for Industrial and Applied Mathematics (SIAM) has Student Chapters around the world for students interested in computational and applied mathematics. The PSU Chapter was formed in 2012 to provide opportunities for applied math collaboration.",
      "CategoryIds": ["12498", "12499"],
      "CategoryNames": ["Academic Groups", "Pre-Professional Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "255745",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Student Community Engagement Center ",
      "ShortName": "SCEC",
      "WebsiteKey": "scec",
      "ProfilePicture": "1b3bc65c-336a-4a47-b0b1-5b85be435f7e1fccb48d-fe85-43c9-9f92-1d0afcde85b0.jpg",
      "Description": "<p>The Student Community Engagement Center is&nbsp;<strong>the hub for student civic engagement</strong>&nbsp;at Portland State University.<br /><br />Through meaningful service opportunities ranging from one-day service events to year-long service commitments, we strive to provide robust and varied co-curricular opportunities for all students at Portland State to engage with the community and become catalysts for change.</p>\r\n<p>&nbsp;</p>\r\n<p>Our Service Opportunities Portal, powered by GivePulse, is your go-to resource for finding volunteer opportunities with PSU's many community partners! Whether you are looking for a one-day or ongoing service project, we can help you get connected.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&gt; Visit our group on GivePulse:&nbsp;<a href=\"https://pdx.givepulse.com/group/240053-Student-Community-Engagement-Center\">https://pdx.givepulse.com/group/240053-Student-Community-Engagement-Center</a></p>\r\n<p>&nbsp;</p>\r\n<p>&gt; Find service opportunities from our organization and all of our community partners here:&nbsp;<a href=\"https://pdx.givepulse.com/group/events/185452\">https://pdx.givepulse.com/group/events/185452</a><br /><br /><strong>Have a few hours and want to lend a hand?</strong>&nbsp;Sign up for a short&nbsp;<strong>Serve Your City&nbsp;</strong>or<strong>&nbsp;Service Your Campus&nbsp;</strong>volunteer project that matches your interest &amp; availability. These projects are coordinated by the Student Community Engagement Center in partnership with some of our favorite community partners and&nbsp;supported by engaged student leaders. Whether on or off campus, get involved in the community, one service project at a time!<br /><br />Once per term, join us for one of our&nbsp;<strong>Big Days of Service</strong>, joining with the PSU community<strong>&nbsp;</strong>make an impact on a single day! With multiple service projects to choose from and the opportunity to learn, connect, and reflect alongside fellow students, don't miss out on Portland State of Mind Day of Service (October) MLK Day of Service (January) or Earth Day of Service (April).</p>\r\n<p>We also have longer-term service programming that engage students throughout the year.</p>\r\n<p><strong>Student Leaders for Service (SLS)</strong>&nbsp;is a year-long program that&nbsp;promotes a culture of community engagement&nbsp;on the PSU campus.&nbsp;SLS members serve weekly with a community partner, participate in Friday leadership classes, facilitate group service projects, and help promote a culture of community engagement at PSU.&nbsp;Each SLS member is responsible for serving&nbsp;4-6 hours/week for the&nbsp;entire academic year at a community organization.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Mentor: Alder and Portland State</strong>&nbsp;is a weekly one-on-one mentoring program focused on creating strong connections between PSU mentors and Alder Elementary students to support learning and create connections to college. Each MAPS mentor serves 2-3 hours/week in winter and spring terms (training takes place in Fall).</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Alternative Spring Break</strong>&nbsp;gets student out and engaged beyond Portland.&nbsp;Each spring break student teams travel to locations along the West Coast to learn from and work along side various communities during a week-long immersive service experience. ASB teams meet four times in winter and then serve during the entire week of Spring Break.<br /><br />You can learn more about all of our service programs at&nbsp;<a href=\"https://www.pdx.edu/student-community-engagement/\" target=\"_blank\" rel=\"noopener\">https://www.pdx.edu/student-community-engagement/</a></p>",
      "Summary": "The Student Community Engagement Center is the hub for student civic engagement and volunteerism at Portland State University.\r\n",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250862",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Student Media",
      "ShortName": "N/A",
      "WebsiteKey": "student-media",
      "ProfilePicture": "831bc2d2-363f-47cf-8703-f5d69b9b6c390bc9cc0c-a5da-4482-a67c-554976a6f532.jpg",
      "Description": "<p>Home of Portland State's student-run media organizations.&nbsp;We're located in the sub-basement of Smith Memorial Student Union.</p>\r\n<p><a href=\"https://psuvanguard.com\">Vanguard</a> (newspaper)</p>\r\n<p><a href=\"https://thepacificsentinel.com\">The Pacific Sentinel</a> (news magazine)</p>\r\n<p><a href=\"https://pathoslitmag.com\">Pathos</a> (literary magazine)</p>\r\n<p><a href=\"https://kpsu.org\">KPSU</a> (radio)</p>\r\n<p><a href=\"https://psu.tv\">Sub-Basement Studios</a> (video).</p>",
      "Summary": "Home of Portland State's student-run media groups: Vanguard (newspaper), The Pacific Sentinel (news magazine), Pathos (literary magazine), KPSU (radio), & Sub-Basement Studios (video). We're located in the sub-basement of Smith Memorial Student Union.",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250743",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Student Sustainability Center",
      "ShortName": "SSC",
      "WebsiteKey": "student-sustainability-center",
      "ProfilePicture": "f697ee06-a628-480f-9732-97ee8d8c7abc59b9b07d-6b6e-477d-a778-21f71880673a.png",
      "Description": "<p>The Student Sustainability Center (SSC) connects sustainability and the student experience at PSU. We offer several programs: the Emerging Sustainability Leaders program, the Sustainability Volunteer Program, and the Mentorship program. If you're looking to volunteer and get involved on campus email us at psussc@pdx.edu. To be added to our listserv, email sscleads@pdx.edu.</p>",
      "Summary": "The Student Sustainability Center connects sustainability and the student experience at PSU. We offer several programs: the Sustainability Volunteer Program, the Green Council, and the Emerging Sustainability Leaders. Volunteer hybrid, remote, in-person!",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
