{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "250822",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "The Chemistry Society",
      "ShortName": "TCS",
      "WebsiteKey": "the-chemistry-society",
      "ProfilePicture": "c2f6130a-9bc0-42f9-8ba2-2d62c6bcd8169978bce9-b586-4d97-aac9-ff3799ba68cb.jpg",
      "Description": "<p>This group is led by chemistry graduate students and its main goal will be to promote the science done here in the chemistry department throughout the world. We hope to facilitate students who want to work in a lab during their undergraduate career to find the right lab and develop valuable skills to help them obtain jobs after leaving college.</p>",
      "Summary": "This group is led by chemistry graduate students and its main goal will be to promote the science done here in the chemistry department throughout the world.  We hope to facilitate students who want to work in a lab during their undergraduate career to..",
      "CategoryIds": ["12498"],
      "CategoryNames": ["Academic Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250799",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "The Green Note",
      "ShortName": "The Green Note",
      "WebsiteKey": "the-green-note",
      "ProfilePicture": "759d0d5b-0a0d-4454-a1fb-530b99f4a2850f6a7dca-9404-478d-96b1-ccdbd07daddf.jpg",
      "Description": "<p>The Green Note is a competitive all-inclusive a cappella group. We rehearse three times a week, put on two annual concerts, perform on campus, compete in national competitions, and accept outside gigs. Although the pandemic temporarily halted our in-person performances for the 2020-2021 school year, we have begun to perform at small events that are fully masked. Despite the challenges, we have still been working hard to learn new music and find new ways to get involved in the community. Our repertoire includes Pop, Rock, R&amp;B, and Jazz.</p>\r\n<p>&nbsp;</p>\r\n<p>We compete in the International Championship of Collegiate A Cappella (ICCA) every year with all original arrangements and have won eight special awards at our Quarterfinal. In 2020, we won our quarterfinal and advanced to the semi-finals, taking home three special awards for best arrangement, best vocal mix, and best choreography. Since it was fully online to stop the spread of COVID-19, we created a music video that's available to watch on our youtube channel linked below. The video was shot, directed, and produced by members of the group. Auditions are usually held at the end of the spring term and the beginning of the fall term. There's a news piece detailing our audition process below. Please email us or fill out the form below if you're interested in getting involved!&nbsp;</p>",
      "Summary": "PSU's The Green Note is a competitive all-inclusive a cappella group. We rehearse 2 times a week, put on 3 annual concerts, perform weekly on campus, and accept outside gigs.  Repertoire includes Pop, Rock, R&B, and Jazz. We also compete in the ICCA's.",
      "CategoryIds": ["12507"],
      "CategoryNames": ["Arts Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250725",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "United Indigenous Students in Higher Education",
      "ShortName": "UISHE",
      "WebsiteKey": "united-indigenous-students-in-higher-education",
      "ProfilePicture": "ed99f814-5258-4c45-8e4b-5edaf1e7727c8a4fbb1b-9eae-4fe9-b362-3fa153c3655a.png",
      "Description": "<p>United Indigenous Students in Higher Education (UISHE) is a student group at Portland State University (PSU). Our mission is to promote native and tribal cultures, education, healthy lifestyles, and the promotion of native self-determination. We strive to help students maintain their individual traditional indigenous customs and achieve success in higher education. We also provide a base for cultural education to the non-Native community.</p>",
      "Summary": "United Indigenous Students in Higher Education (UISHE) is a student group at Portland State University (PSU).  Our mission is to promote native and tribal cultures, education, healthy lifestyles, and the promotion of native self-determination.",
      "CategoryIds": ["12504", "12508"],
      "CategoryNames": [
        "Multi-Cultural Groups",
        "Advocacy and Activism Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "306004",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Uplift: Students in STEM",
      "ShortName": "Uplift",
      "WebsiteKey": "psu",
      "ProfilePicture": "5316838a-61e9-40a9-bb80-8588e2d2043184c8d1df-9333-45ae-b744-5a2a80f95027.jpg",
      "Description": "<p><span style=\"font-weight: 400;\"><strong>Uplift: Students in STEM acknowledges the need to diversify the scientific community</strong>. This understanding prompts our drive to support students of diverse backgrounds navigate their chosen STEM major and ease the transition of community college students pursuing STEM. We believe that through community, students are more likely to succeed in their academic and professional aspirations, which ultimately will increase the diversity in the scientific community. We invite all students <strong>(regardless of chosen major)</strong> and faculty who support our purpose to join us in uplifting historically underrepresented students in STEM.</span></p>",
      "Summary": "We are dedicated to supporting the success of students from underrepresented backgrounds pursuing a degree in STEM. The student group facilitates events to build community among students and provides opportunities for mentorships for its members.  ",
      "CategoryIds": ["12498", "12504"],
      "CategoryNames": ["Academic Groups", "Multi-Cultural Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250755",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Vietnamese Student Association",
      "ShortName": "VSA",
      "WebsiteKey": "vietnamese-student-association",
      "ProfilePicture": "039da085-3720-4d8c-abb1-b838402a36fb3ea3a757-0e7e-4b1d-acc0-0ddf5ef3ec2c.png",
      "Description": "<p>The Vietnamese Student Association aspires to preserve and promote the Vietnamese culture at Portland State University and the surrounding community by hosting cultural events, and providing programs and support for students to establish a common ground for cultural awareness.</p>",
      "Summary": "VSA aspires to preserve and promote the Vietnamese culture at Portland State University and the surrounding community by hosting cultural events, and providing programs and support for students to establish a common ground for cultural awareness.",
      "CategoryIds": ["12504"],
      "CategoryNames": ["Multi-Cultural Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250691",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Viking Robotics Society",
      "ShortName": "VRS",
      "WebsiteKey": "viking-robotics-society",
      "ProfilePicture": "85828f66-af5d-4fc6-b68d-a2c532b32dd0c5789dca-b9ea-4b73-9047-f577173effb6.png",
      "Description": "<p>The Viking Robotics Society is the Robotics student organization at Portland State University. This group focuses on developing robotics projects, participating in robotics competitions, and providing students the opportunity to learn about and work with robotics. VRS takes a more modern approach to robotics by looking at the what is currently being researched in academia as well as designs practiced in the industry. VRS seeks to create more Open Source and Open Hardware robotics projects for the scientific, academic, and commercial communities.&nbsp;</p>",
      "Summary": "The VRS is an organization for students to share their interests for robotics. The student leadership is passionate about robotics technology and motivated to help students learn about this fascinating field of study",
      "CategoryIds": ["12498"],
      "CategoryNames": ["Academic Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250800",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "We in Computer Science",
      "ShortName": "WiCS",
      "WebsiteKey": "we-in-computer-science",
      "ProfilePicture": "d0fdd0ac-9731-4759-add2-f4322db76ed8d5695f57-b6ce-4de1-951f-5c6081841a9a.png",
      "Description": "<p>At WiCS, we believe that Computer Science is an awesome field where we can create, solve puzzles, and make a decent living in some of the biggest companies in the world. Unfortunately, many people feel left out because of their gender, race, sexual orientation, or disability status and that's not right! We envision a future where all different kinds of people are influencing the technologies and companies that are moving us into the future. So we invite you to join us in our journey to a place where We Belong!</p>",
      "Summary": "At WiCS, we believe that Computer Science is an awesome field where we can create, solve puzzles, and make a decent living in some of the biggest companies in the world. Unfortunately, many people feel left out because of their gender, race, sexual ori...",
      "CategoryIds": ["12498"],
      "CategoryNames": ["Academic Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "352976",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "We in Space PSU",
      "ShortName": "WiS",
      "WebsiteKey": "wispacepdx",
      "ProfilePicture": "9f039d4c-54d9-4427-9da9-7c9b8ca19196aed6bf97-769c-4961-a2da-a929e34372b1.png",
      "Description": "<p>We in Space at Portland State University was founded in 2020 (as Women in Aerospace PSU) by a group of students in the Portland State Aerospace Society who wished to make a more inclusive environment for women, gender minorities, and allies interested in aerospace, while promoting inclusivity and accessability for all underrepresented groups within the industry. We pride ourselves on being a fun and collaborative environment, where people from all majors and backgrounds can come together in our love for space! We are the PSU chapters of WoAA and SWISE.</p>",
      "Summary": "We in Space is a group of students interested in aerospace and astronautics that strive for an inclusive and diverse community. ",
      "CategoryIds": ["12508"],
      "CategoryNames": ["Advocacy and Activism Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "253841",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Wellness and Health Action Team",
      "ShortName": "WHAT",
      "WebsiteKey": "what",
      "ProfilePicture": "a21e0072-f744-4128-980d-1ac3beb09e7028b2ba72-0734-4caa-a08f-051891a9bad5.png",
      "Description": "<p>The Wellness and Health Action Team (WHAT) is a team of seven undergraduate peer health educators in the Health Promotion Department at the Center for Student Health and Counseling (SHAC). WHAT staff has the opportunity to talk with their peers about health and wellness topics that directly influence their academic and personal success. In Health Promotion, our goals revolve around a special IDEA. Our goals are to:&nbsp;</p>\r\n<ul>\r\n<li><strong>I</strong>nform the Portland State community about relevant health topics and available resources;</li>\r\n<li><strong>D</strong>evelop engaging programs on campus to promote healthy decision-making;</li>\r\n<li><strong>E</strong>mpower students to utilize accessible strategies to achieve long-term health;</li>\r\n<li>\r\n<div><strong>A</strong>dvocate for change in campus policies that facilitate student wellness and success.&nbsp;</div>\r\n</li>\r\n</ul>\r\n<div>As peer health educators, we are committed to making Portland State a healthier campus for everyone to enjoy.</div>",
      "Summary": "The Wellness and Health Action Team (WHAT) is a team of undergraduate peer health educators in the Health Promotion Department. WHAT staff talk with their peers about health and wellness topics that directly influence their academic and personal success.",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "352146",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Women in Business Leadership",
      "ShortName": "WIBL",
      "WebsiteKey": "wibl",
      "ProfilePicture": null,
      "Description": "<p>A club for all students, we aim to empower those in the field of business to make decisions, gain information, network, attend guest speaker events with women-lead, local businesses, and give back to the community.&nbsp;</p>",
      "Summary": "A club for all students, we aim to empower those in the field of business to make decisions, gain information, network, attend guest speaker events with women-lead, local businesses, and give back to the community.",
      "CategoryIds": ["12508", "13376", "14242"],
      "CategoryNames": [
        "Advocacy and Activism Groups",
        "Business",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
