{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "250882",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Bangladesh Student Association",
      "ShortName": "BSA, PSU",
      "WebsiteKey": "bangladesh-student-association",
      "ProfilePicture": "beac0b98-ad89-4de2-8a1d-53edeff01f30990e58d5-171c-4d5e-863d-cc55f7edb0a0.jpg",
      "Description": "<p>Bangladesh Student Association (BSA) represents Bangladeshi culture and traditions. We believe in learning through intercultural interactions. BSA acts as support platform for Bangladeshi students in PSU. As ambassador of Bangladeshi culture, BSA is committed to promote intercultural communication among the students of PSU.</p>",
      "Summary": "Bangladesh Student Association (BSA) represents Bangladeshi culture and traditions. We believe in learning through intercultural interactions. BSA acts as support platform for Bangladeshi students in PSU. As ambassador of Bangladeshi culture, BSA is co...",
      "CategoryIds": ["12501"],
      "CategoryNames": ["International Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250675",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Beta Alpha Psi- Epsilon Alpha",
      "ShortName": "BAP",
      "WebsiteKey": "beta-alpha-psi",
      "ProfilePicture": "1585e773-362f-46bf-9c8a-142575202869b06c2f64-5735-4bd4-8491-1e2d977f5c97.jpg",
      "Description": "<p class=\"x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_font_7\">Beta Alpha Psi (BAP) is an International Honors Organization for accounting students looking to make the most of their college career by seamlessly bridging the gap between academia and the professional world through extracurricular efforts. At Portland State University, the Epsilon Alpha Chapter activities are primarily geared towards accounting students and are planned to accomplish the following goals:<span class=\"x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_wixGuard\">​</span></p>\r\n<ol class=\"x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_font_7\">\r\n<li>\r\n<p class=\"x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_font_7\">Help students build their professional skills.</p>\r\n</li>\r\n<li>\r\n<p class=\"x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_font_7\">Foster career interests by connecting academic preparation with the&nbsp;practice of accounting.</p>\r\n</li>\r\n<li>\r\n<p class=\"x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_font_7\">Provide an avenue for students to build relationships with accounting professionals.</p>\r\n</li>\r\n</ol>\r\n<p class=\"x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_font_7\">BAP at Portland State provides students with unique opportunities to develop their leadership skills, expand their professional and peer networks, and begin their career ahead of the competition. We focus on the cultivation of a &lsquo;leader-full&rsquo; organization, and believe that the facilitation of members&rsquo; personal growth is the most effective way our organization achieves its goals. Whether you want to gain professional development skills, network with employers, or find a community within the School of Business, there&rsquo;s a place for you in Epsilon Alpha.</p>\r\n<p class=\"x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_font_7\">&nbsp;</p>\r\n<p class=\"x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_x_font_7\"><strong><em>Our events:</em></strong> BAP membership is not required to take advantage of these extraordinary learning and networking opportunities! However, a membership with BAP is still something to seriously consider! BAP membership lasts a lifetime and can help you connect with peers and professionals as you join an international accounting community with 300,000+ members. Our chapter is always accepting and onboarding new members, so visit the membership section of our website and reach out to membership@bappdx.org for more information about candidacy options.</p>",
      "Summary": "Beta Alpha Psi (BAP) is an International Honors Organization for accounting students looking to make the most of their college career by seamlessly bridging the gap between academia and the professional world through extracurricular efforts.",
      "CategoryIds": ["12501", "12505", "13376"],
      "CategoryNames": ["International Groups", "Honorary Groups", "Business"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250672",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Biology Investigation and Outreach",
      "ShortName": "BIO",
      "WebsiteKey": "biology-investigation-and-outreach",
      "ProfilePicture": "23e13535-587e-4af3-9c2c-a03e2a2d79339474209d-6d08-44b8-a47a-c2d3f734c7f5.jpg",
      "Description": "<p><strong>The mission of Biology Investigations and Outreach (BIO) is to:</strong></p>\r\n<p>Organize social activities for the benefit of fostering community and communication among Portland State University students interested in the biological sciences. Serve as a route of communication between the PSU student body, department administration and faculty. Provide a supportive and safe space where student voices are heard and ideas can be shared.&nbsp;</p>",
      "Summary": "The mission of Biology Investigations and Outreach (BIO) is to: 1.\tConnect and foster community within the Biology student community to resources that support their success in science.2.\tSupport Portland State University’s mission to let knowledge serv..",
      "CategoryIds": ["12498"],
      "CategoryNames": ["Academic Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250845",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Black Student Union",
      "ShortName": "BSU",
      "WebsiteKey": "black-student-union",
      "ProfilePicture": "962d2fd5-ba9b-4563-bc7b-a0558b0dafccf6c201c4-1c22-49cb-ae41-f4300b8dac67.png",
      "Description": "<p>The BSU serves as a social, intellectual and political community for students of the African diaspora through education, organizing and action. Due to the lack of representation for students of the African Diaspora, we come together for the purpose of establishing visibility on campus for recruitment, retention and success of individuals within our community.</p>",
      "Summary": "The BSU serves as a social, intellectual and political community for students of the African diaspora through education, organizing and action.Due to the lack of representation for students of the African Diaspora, we come together for the purpose of e...",
      "CategoryIds": ["12504", "12508", "14242"],
      "CategoryNames": [
        "Multi-Cultural Groups",
        "Advocacy and Activism Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "304062",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Blockchain at Portland State",
      "ShortName": "BCPSU",
      "WebsiteKey": "blockchain-psu",
      "ProfilePicture": "8ee22a84-6096-46ea-9557-7b22d5097317ce740816-abcb-40db-9a81-e2550eb83e95.png",
      "Description": "<p>Blockchain at Portland State is a student group interested in expanding the Portland State student bodies' knowledge of blockchain protocols and other related emerging economic technologies. We are looking to educate ourselves and our peers about how blockchain operates and how to use blockchain tech for public and private benefit. Our club is involved with the PSU SBA Blockchain Certificate program and encourages interested students to obtain this valuable credential.&nbsp;</p>\r\n<p>This group's focus will be on three essential business areas: Education, Events, and Professional Development. Our professional development goal is the drive to be deeply involved within the local, national, and international blockchain community as a liaison to the Portland State community.&nbsp;</p>\r\n<p>Join us, and help us contribute to the blockchain knowledge-base and community!&nbsp;</p>\r\n<p>All students are welcome and encouraged to contribute.</p>",
      "Summary": "Blockchain at Portland State is a student group organized around promoting cutting-edge technologies, including secure digital business ledgers. Join us for fascinating events and professional development opportunities.",
      "CategoryIds": ["13376"],
      "CategoryNames": ["Business"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250688",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Cambodian Student Association",
      "ShortName": "CSA",
      "WebsiteKey": "cambodian-student-association",
      "ProfilePicture": "d956371f-1cae-4285-8275-3d97425c24677db41525-a620-466d-b7d9-6fbd54183914.png",
      "Description": "<p>The Cambodian Student Association, CSA, is a cultural organization with the means of uniting students that have a common interest regarding Cambodian culture. CSA aims to provide a positive and empowering environment for students interested in sharing and promoting Cambodian culture.</p>",
      "Summary": "The Cambodian Student Association (CSA) is a cultural organization with the means of uniting students that have a common interest regarding Cambodian culture!",
      "CategoryIds": ["12504", "14242"],
      "CategoryNames": ["Multi-Cultural Groups", "Service and Volunteering"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "352662",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Center for Women's Leadership",
      "ShortName": "CWL",
      "WebsiteKey": "center-womens-leadership",
      "ProfilePicture": null,
      "Description": "<p>The Center for Women&rsquo;s Leadership (CWL) uplifts and supports female-identifying and non-binary communities across Oregon, through intersectional leadership training, community-building programming, and speaker series events.&nbsp;</p>",
      "Summary": "CWL uplifts and supports female-identifying and non-binary communities across Oregon, through intersectional leadership training, community-building programming, and various speaker series events. ",
      "CategoryIds": ["12499", "12508", "14242"],
      "CategoryNames": [
        "Pre-Professional Groups",
        "Advocacy and Activism Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250701",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "CHAI (Cultural and Historical Association for Israel)",
      "ShortName": "CHAI",
      "WebsiteKey": "chai-cultural-and-historical-association-for-israe",
      "ProfilePicture": "f4fb1cc6-580f-4c5d-97a3-d164820b691d3aef2acf-f0d7-47a2-a46e-9bc02bdc2dd3.jpeg",
      "Description": "<p>CHAI (Cultural and Historical Association for Israel) is a student group on the Portland State University campus dedicated to peaceful education about the modern state of Israel and celebration of it's people and culture. We support a two-state solution and a strong US-Israel relationship.&nbsp;</p>",
      "Summary": "CHAI (Cultural and Historical Association for Israel) is a student group on the Portland State University campus dedicated to peaceful education about the modern state of Israel and celebration of it's people and culture. We support a two-state solution.",
      "CategoryIds": ["12501", "12504", "12508"],
      "CategoryNames": [
        "International Groups",
        "Multi-Cultural Groups",
        "Advocacy and Activism Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250821",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Chi Sigma Iota",
      "ShortName": "CSI",
      "WebsiteKey": "chi-sigma-iota",
      "ProfilePicture": "6d8c399c-2920-4d22-92b3-7c80a6064a15f2e54803-e8d7-4176-ac0b-14b2b79cdba4.jpg",
      "Description": "<p>Chi Sigma Iota is the international honor society for students, professional counselors and counselor educators established at Ohio University in 1985. Our mission is to promote scholarship, research, professionalism, leadership and excellence in counseling, and to recognize high attainment in the pursuit of academic and clinical excellence in the profession of counseling.</p>",
      "Summary": "Chi Sigma Iota is the international honor society for students, professional counselors and counselor educators established at Ohio University in 1985. Our mission is to promote scholarship, research, professionalism, leadership and excellence in couns...",
      "CategoryIds": ["12498", "12499", "12505"],
      "CategoryNames": [
        "Academic Groups",
        "Pre-Professional Groups",
        "Honorary Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250705",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Chinese Student Scholar Association",
      "ShortName": "CSSA",
      "WebsiteKey": "chinese-student-scholar-association",
      "ProfilePicture": "cd51a69f-d6b4-4d70-91a5-c4c0b970d60cf0ae2678-d03c-40b4-b4a7-de9c84c84c75.jpg",
      "Description": "<p>The mission of Chinese Students and Scholars Association (CSSA) is to create an organization for the Chinese students and scholars, to welcome and assist the new and existing Chinese students, and to make a friendly atmosphere within the local, national and international community. Chinese Students and Scholars Association is a non-political and non-profit organization that represents students and scholars who arrive from the People's Republic of China to study and work at Portland State University. The primary goal of the association is to facilitate the communication between Chinese students, scholars, and friends in various avenues, in terms of culture, academia, entertainment, social and many other aspects. The association provides an improvement towards the relationship among all Chinese students, and other communities in and around Portland State University and to promote Chinese cultures to many facilities.</p>",
      "Summary": "The mission of Chinese Students and Scholars Association (CSSA) is to create an organization for the Chinese students and scholars, to welcomeand assist the new and existing Chinese students, and to make a friendly atmosphere within the local, national...",
      "CategoryIds": ["12501"],
      "CategoryNames": ["International Groups"],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
