{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "250807",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Chronic Conditions Awareness and Action",
      "ShortName": "CCAA",
      "WebsiteKey": "chronic-conditions-awareness-and-action",
      "ProfilePicture": "e7d55531-b2d3-4f55-ae3b-59b9711325e538274680-01b2-4f61-962b-27e07a2a48c3.png",
      "Description": "<p>This organization is called Chronic Conditions Awareness and Action (CCAA). Chronic illness such as diabetes, arthritis, cancer, asthma, crohn&rsquo;s disease, ulcerative colitis, schizophrenia, AIDS, etc. affects the population worldwide. CDC describes chronic disease as the leading cause of death and disability in the U.S. As of 2012, about half of all adults&mdash;117 million people&mdash;had one or more chronic health conditions. One of four adults had two or more chronic health conditions. Many chronic diseases can be prevented and effectively controlled through lifestyle modifications and public awareness. It is important that communities learn how to prevent chronic illness and how to help people living with chronic illness. The goal of this organization is to educate the community and raise awareness about chronic conditions and diseases. This group is student-led and aims to have discussions on chronic illness and organize events around raising awareness. This group will also provide a community for students to hear or share experiences living with chronic conditions and gain information from others about managing living with different chronic conditions in a safe and welcoming environment. This organization is open to everyone, not just people with chronic conditions/diseases. If you are considering a career in the healthcare field, wanting to help or meet other people in the PSU community with chronic conditions, share or hear about living with a chronic condition(s), or just looking to learn more about chronic conditions, this is a great opportunity! We are currently recruiting new members and leaders to join! We are having monthly discussion-based meetings and events. Please contact the listed email if you would like to join or get more information. Thank you for your interest in CCAA!</p>",
      "Summary": "This organization is called Chronic Conditions Awareness and Action (CCAA). Chronic illness such as diabetes, arthritis, cancer, asthma, crohn’s disease, ulcerative colitis, schizophrenia, AIDS, etc. affects the population worldwide. CDC describes chro...",
      "CategoryIds": ["12508"],
      "CategoryNames": ["Advocacy and Activism Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250854",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Club Club of Portland State University",
      "ShortName": "PSU Club Club",
      "WebsiteKey": "club-club-of-portland-state-university",
      "ProfilePicture": null,
      "Description": "<p>Club Club is not currently active and is looking for leaders for the group to get started back up.</p>\r\n<p>If you are interested in being a leader or member in the group, please contact the group's advisor, Emily Melgoza at emelgoza@pdx.edu.&nbsp;</p>\r\n<p>Tired of going to the same club each week? Want to try new things? Enjoy saying the same word twice in a row? You're in luck! The PSU Club Club is a different club every week! Our organization is dedicated to enriching our social and academic lives with new experiences. Each weekly meeting will be centered around a new &ldquo;club&rdquo; idea: a unique activity, a chance to learn a new skill, or maybe even explore a new aspect of our community! We hope to create a safe and friendly environment where we can grow both as individuals and a community, and bridge the gap between students of different interests and skills. All you need to bring is enthusiasm, a willingness to try new things, and maybe some ideas for new clubs!</p>",
      "Summary": "Tired of going to the same club each week? Want to try new things? Enjoy saying the same word twice in a row? You're in luck! The PSU Club Club is a different club every week! Our organization is dedicated to enriching our social and academic lives wit...",
      "CategoryIds": ["12507"],
      "CategoryNames": ["Arts Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "355297",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Computer Science Professionals Association",
      "ShortName": "CSPA",
      "WebsiteKey": "1",
      "ProfilePicture": "2ccd9914-4251-4509-bd0b-d00dd38f54dc90ff118b-4c24-4365-8f0b-16791e7de485.png",
      "Description": "<p>Ultimately, we want to&nbsp;<em>empower</em>&nbsp;students in&nbsp;<em>Pre-Professional Computer Science</em>&nbsp;programs &amp; the&nbsp;MCECS&nbsp;college, by providing a&nbsp;collective, interlinked&nbsp;<em class=\"x_x_x_x_x_x_x_x_x_u\">academic-to-social</em>&nbsp;community of peers as well as fellow&nbsp;<em>student-to-student </em>feedback,&nbsp;tutoring, and&nbsp;assistance.</p>\r\n<p>&nbsp;</p>\r\n<p>Those that are wondering if a&nbsp;<em>Pre-Professional Computer Science</em> academic path&nbsp;is right for them, are welcome to join CSPA - an&nbsp;<em class=\"x_x_x_x_x_x_x_x_x_u\">active</em>,&nbsp;<em>welcoming</em>&nbsp;community with a large number of&nbsp;fellow PSU Pre-Professional Computer Science students, and find out&nbsp;<em>student-to-student</em>&nbsp;about professional-level Computer Science,&nbsp;<em>helpful seminars</em>&nbsp;&amp;&nbsp;<em>speaker events</em>,&nbsp;as well as other resources!</p>\r\n<p>&nbsp;</p>\r\n<p>CSPA is&nbsp;<strong>OPEN </strong>TO<strong> ALL MAJORS AND FIELDS! </strong>plz <strong>don't feel imposter syndrome</strong> about potentially joinin' CSPA!</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Initiatives</strong>&nbsp;carried out by&nbsp;<em>CSPA</em>&nbsp;will be through the following,&nbsp;<em>but not limited to</em>:</p>\r\n<ol>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">Game Nights!</div>\r\n</li>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">Study Sessions!</div>\r\n</li>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">Potlucks!</div>\r\n</li>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">Teacher Panels!</div>\r\n</li>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">Industry Professional Panels!</div>\r\n</li>\r\n</ol>\r\n<p><strong>Events</strong>: Speaker Events consisting of,&nbsp;<em>but not limited to</em>, Computer Science Departmental Professors @&nbsp;<em>MCECS</em>&nbsp;of&nbsp;<em>PSU</em>, industry experts in graduate-level Computer Science, and other academic peers!</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Workshops</strong>&nbsp;for CS-focused, graduate-level skills, such as but not limited to:</p>\r\n<ul>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">Git[Lab/Hub] Tutorials</div>\r\n</li>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">Vim Review</div>\r\n</li>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">Visual Studio Codeflow Tips &amp; Tricks</div>\r\n</li>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">In-Depth Debugging for C++ (and possibly for Rust / Java)</div>\r\n</li>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">Recursion Practice</div>\r\n</li>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">Proficiency Demo Review for Coding Interviews</div>\r\n</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p><strong>Mock Coding Interviews</strong>&nbsp;for graduate-level fields:</p>\r\n<ul>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">Live &ldquo;FizzBuzz&rdquo; coding and/or Other typical Technical Questions</div>\r\n</li>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">Creative coding solution re-creations</div>\r\n</li>\r\n<li class=\"x_x_x_x_x_x_x_x_x_level1\">\r\n<div class=\"x_x_x_x_x_x_x_x_x_li\">Using publicly available mock coding interview resources, e.g. from CodingCake</div>\r\n</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p><a title=\"yes\" href=\"https://trello.com/b/znhGAAR4/cspa-project-planning-programming-main-board\" target=\"_blank\" rel=\"noopener\">Public CSPA Trello Board</a></p>\r\n<p>&nbsp;</p>\r\n<p>Accessibility:</p>\r\n<p>CSPA Constitution Narration, January 2022:&nbsp;<a href=\"https://www.youtube.com/watch?v=BdHDnSYzDJ4\">https://www.youtube.com/watch?v=BdHDnSYzDJ4</a></p>",
      "Summary": "The #1 Computer Science Pre-Professional student organization! Collaborating with surrounding supportive organizations, CSPA aims to use innovative, social-studying techniques & networking to encourage personal betterment towards graduate-level academia.",
      "CategoryIds": ["12499"],
      "CategoryNames": ["Pre-Professional Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250670",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Coriba Geology Club",
      "ShortName": "Coriba",
      "WebsiteKey": "coriba-geology-club",
      "ProfilePicture": "efe1348b-623d-4cbe-8b21-f04ac65939fc12e16185-e0c9-4a92-9318-e390d91d705c.JPG",
      "Description": "<p><span style=\"font-weight: 400;\">The purpose of this organization is to unite students in</span><span style=\"font-weight: 400;\"> curiosity and interest in the geosciences, promotion of the PSU Geology department, and to further enhance and advance the educational growth of all members.</span></p>",
      "Summary": "The purpose of this organization is to unite students in curiosity and interest in the geosciences, promotion of the PSU Geology department, and to further enhance and advance the educational growth of all members.",
      "CategoryIds": ["12498", "12499"],
      "CategoryNames": ["Academic Groups", "Pre-Professional Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250779",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Crave Network",
      "ShortName": "Crave Network",
      "WebsiteKey": "crave-network",
      "ProfilePicture": "410498bc-8f0c-4ca3-b8d4-c4b7ed69df89c2f3286b-266e-446c-9df2-5d96049fcf56.png",
      "Description": "<p>The purpose of this organization is to bridge the worlds of business and academia by linking students with food industry leaders and resources to create lasting relationships and an environment of shared learning and mentorship. The food industry encompasses many disciplines, including but not limited to Consumer Packaged Goods, Food Products, Wine &amp; Beer, and Retail.&nbsp;We welcome all students within the Food, Beverage, and Goods Leadership Certificate program and anyone passionate about this industry's opportunities.</p>\r\n<p>&nbsp;</p>",
      "Summary": "The purpose of this organization is to bridge the worlds of business and academia by linking students with food industry leaders and resources to create lasting relationships and an environment of shared learning and mentorship. The food industry encom...",
      "CategoryIds": ["12499", "13376"],
      "CategoryNames": ["Pre-Professional Groups", "Business"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250783",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Crew",
      "ShortName": "Crew",
      "WebsiteKey": "crew",
      "ProfilePicture": null,
      "Description": "Portland State University Crew is a competitive rowing club. We train year-round, and we race in local and national competitions. We work hard, but we have a lot of fun doing it. Our mission is to provide students with the opportunity to row competitively in a team environment, and gain a deeper appreciation for breakfast.",
      "Summary": "Portland State University Crew is a competitive rowing club. We train year-round, and we race in local and national competitions. We work hard, but we have a lot of fun doing it. Our mission is to provide students with the opportunity to row competitiv...",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250772",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Critical Miss",
      "ShortName": "Critical Miss",
      "WebsiteKey": "critical-miss",
      "ProfilePicture": "575502ca-6744-4208-8ba8-13a6da38bcc3f6bad2aa-578a-44ec-9039-532fa4fa89c0.png",
      "Description": "<p>We are Critical Miss, PSU's Tabletop Gaming Club. We're dedicated to providing an inclusive and welcoming space for people to play games together. We play all types: Role-playing games, board and card games, miniatures games, and anything else!&nbsp;<br />Join us on our Discord server for Announcements and meeting other club members outside of events:<br />https://discord.gg/jy8Bh7PFxB</p>",
      "Summary": "We are Critical Miss, PSU's Tabletop Gaming Club. We're dedicated to providing an inclusive and welcoming space for people to play games together. We play all types: Role-playing games, board and card games, miniatures games, and anything else! ",
      "CategoryIds": ["12507"],
      "CategoryNames": ["Arts Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250803",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "CRU",
      "ShortName": "CRU",
      "WebsiteKey": "cru",
      "ProfilePicture": "3fb800ee-0c7c-40bc-b8a1-60c717bf1aa328e4429d-d343-4dcd-b840-0cf5b38bb5dc.jpg",
      "Description": "<p>PDXCru is a Christian group that supports students at PSU in their walk of faith and those who are exploring their spirituality and are interested in the Bible.&nbsp;We meet weekly to spend time studying the Bible. In addition to weekly study, we have events that take place throughout the term both on and off campus.&nbsp;</p>",
      "Summary": "PDXCru is a Christian group that supports students at PSU in their walk of faith and those who are exploring their spirituality and are interested in the Bible. We meet weekly to spend time studying the Bible and hang out.",
      "CategoryIds": ["12502", "12504"],
      "CategoryNames": ["Spiritual Groups", "Multi-Cultural Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250792",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Cultural Resource Centers",
      "ShortName": "CRC",
      "WebsiteKey": "cultural-resource-centers",
      "ProfilePicture": null,
      "Description": "<p>The Cultural Resource Centers are five student spaces that provide resources including computer labs, study and lounge space, leadership opportunities, and programs. All students are welcome in our spaces. Our centers include La Casa Latina Student Center, the Multicultural Student Center, the Native American Student and Community Center, the Pacific Islander, Asian, and Asian American Student Center, and the Pan-African Commons.</p>\r\n<p>For more information please visit <a href=\"https://pdx.campuslabs.com/engage/actioncenter/organization/cultural-resource-centers/tinyurl.com/psucrc\"> tinyurl.com/psucrc</a></p>",
      "Summary": "The Cultural Resource Centers are five student spaces that provide resources including computer labs, study and lounge space, leadership opportunities, and programs. All students are welcome in our spaces. Our centers include La Casa Latina Student Cen...",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250744",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Delta Gamma",
      "ShortName": "DG",
      "WebsiteKey": "delta-gamma",
      "ProfilePicture": "e62a9dd8-dbed-457a-aa2c-9ccc27163b8aa11cc9f8-dda2-4e97-94d3-ef297f9cba2f.jpg",
      "Description": "<p>We are Delta Gamma Fraternity, a Greek women's organization here to \"Do Good\" and focused on Hope. Delta Gamma is a sisterhood built on a commitment to making the world better through not only service, but also a deep appreciation for each individual. Delta Gamma was founded in 1873 in Oxford, Mississippi, at the Lewis School for Girls by three young women who were unable to go home for the Christmas break. Together, Anna Boyd, Mary Comfort and Eva Webb created a club of \"mutual helpfulness.\" Our purpose is to foster high ideals of friendship, promote educational and cultural interests, create a true sense of social responsibility and develop the best qualities of character. Delta Gamma Fraternity does not discriminate in its membership selection on the basis of race, ethnicity, religious affiliation, color, creed, national origin, sexual orientation, marital status, physical disability or other characteristics protected by state, provincial or federal law. Membership is open to all individuals who identify as women. Those selected for membership in Delta Gamma must have good scholarship, be of good character and standing, have an interest in activities that will enhance the academic atmosphere at the college or university, and have a sincere desire to contribute to the work of Delta Gamma.</p>",
      "Summary": "We are Delta Gamma Fraternity, a Greek women's organization here to \"Do Good\" and focused on Hope.Delta Gamma is a sisterhood built on a commitment to making the world better through not only service, but also a deep appreciation for each individual.De...",
      "CategoryIds": ["12506"],
      "CategoryNames": ["Greek Groups"],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
