{
  "@odata.context": "https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(Id,InstitutionId,ParentOrganizationId,BranchId,Name,ShortName,WebsiteKey,ProfilePicture,Description,Summary,CategoryIds,CategoryNames,Status,Visibility)",
  "@odata.count": 174,
  "@search.coverage": 100.0,
  "value": [
    {
      "@search.score": 1.0,
      "Id": "250674",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "ITE-Students in Transportation, Engineering and Planning",
      "ShortName": "ITE-STEP",
      "WebsiteKey": "ite-step",
      "ProfilePicture": "7210bc00-c65f-43bc-bb49-a4ba3949a4e2a0314a12-d0e6-4922-97bd-b4f3886687b8.png",
      "Description": "<p>The purpose of STEP is to engage its members in relevant transportation issues and further their professional and academic development through its activities. The chapter also seeks to facilitate relationships between transportation students from different disciplines, both within PSU and with other universities, with a view toward building a shared understanding that would be helpful to students both in their academic studies and in practice.</p>",
      "Summary": "The purpose of STEP is to engage its members in relevant transportation issues and further their professional and academic development through its activities. The chapter also seeks to facilitate relationships between transportation students from diffe..",
      "CategoryIds": ["12498", "12499"],
      "CategoryNames": ["Academic Groups", "Pre-Professional Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250746",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Japanese Student Society",
      "ShortName": "JSS",
      "WebsiteKey": "japanese-student-society",
      "ProfilePicture": "d4a68421-c8ab-4c3f-8e79-7fff0bf56074d37ae089-61ff-4ceb-afcf-6a4c9dae30d2.png",
      "Description": "<p><span style=\"font-weight: 400;\">The Japanese Student Society&rsquo;s mission is to advocate for the Japanese and Japanese-American community by educating and empowering students through cultural, social, and educational workshops/events.</span></p>",
      "Summary": "The Japanese Student Society of Portland State University is a student-run group representing the Japanese community and its culture on campus.  We do this through events and services that both educate the larger campus while empowering Japanese people...",
      "CategoryIds": ["12501", "12503", "12504"],
      "CategoryNames": [
        "International Groups",
        "Language Groups",
        "Multi-Cultural Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250757",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Jewish Student Union",
      "ShortName": "JSU",
      "WebsiteKey": "jewish-student-union",
      "ProfilePicture": "ad44a2b0-7ad4-4681-9135-420bbbeb2d8e5f26018f-b5d7-4d6c-a551-8413198dbcc2.jpg",
      "Description": "<p>The purpose of our organization is to reach out to Jewish college students and help build a stronger Jewish community. We wish to do this by providing events for students to join in and to learn more about their Jewish culture. We welcome anyone interested in Jewish culture that wants to have a community on campus no matter their religious background. Our goal is to create a safe and fun space that helps students connect to their Jewish identity and build community on campus.&nbsp;</p>",
      "Summary": "The purpose of our organization is to reach out to young Jewish college students and help build a stronger Jewish community. We wish to do this by providing events for students to join in and to learn more about their Jewish culture. We also aim to pro...",
      "CategoryIds": ["12502", "12508", "14242"],
      "CategoryNames": [
        "Spiritual Groups",
        "Advocacy and Activism Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250767",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Kaibigan -  Filipino American Student Association",
      "ShortName": "Kaibigan",
      "WebsiteKey": "kaibigan-filipino-american-student-association",
      "ProfilePicture": "57ef4b66-3d99-43a1-a5ec-089d4aefd2a5f35f4909-f66e-48ac-a59f-ad3bfeda3dfd.png",
      "Description": "<p><strong>Kaibigan Mission:</strong></p>\r\n<p>The mission of PSU Kaibigan is to unite and empower Filipino and Filipino-American students at PSU through educational, cultural, political, and social activities, while celebrating the Filipino American experience.</p>\r\n<p>&nbsp;</p>\r\n<p>To become a member, fill out our membership form&nbsp;<a href=\"https://docs.google.com/forms/d/1njBEWNKTBKzpmNl8OrHk_7GOy3rUmBDZILCu-sYNPkw/edit\">here</a>!</p>",
      "Summary": "The mission of PSU Kaibigan is to unite and empower Filipino and Filipino-American students at PSU through educational, cultural, political, and social activities, while celebrating the Filipino-American experience. \r\n",
      "CategoryIds": ["12504"],
      "CategoryNames": ["Multi-Cultural Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250838",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Kappa Delta Chi Sorority, Inc.",
      "ShortName": "KDChi",
      "WebsiteKey": "kdchi",
      "ProfilePicture": "be9967b6-53e7-4abe-a907-4d7b36f93c7ecc12d311-55de-419c-a2cc-52021f3e285e.png",
      "Description": "<p>The Purpose of Kappa Delta Chi is to promote the values of Unity, Honesty, Integrity and Leadership among women at colleges and universities. KDChi is a non-traditional sorority full of diverse and dedicated young ladies ready to make a difference in their communities. Through the hard work and dedication of all its members, Kappa Delta Chi is now one of the strongest Latina founded sororities in the country.</p>\r\n<p>&nbsp;</p>",
      "Summary": "Kappa Delta Chi Sorority, Inc. is a Latina founded, 501(c)(7), national sorority who aims to achieve\r\nprofessional development, academic excellence, and graduation of all its members; an organization\r\ndedicated to community service and academics",
      "CategoryIds": ["12498", "12504", "12506", "14242"],
      "CategoryNames": [
        "Academic Groups",
        "Multi-Cultural Groups",
        "Greek Groups",
        "Service and Volunteering"
      ],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250785",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Korean Student Association",
      "ShortName": "KSA",
      "WebsiteKey": "korean-student-association",
      "ProfilePicture": "67e41944-a1e0-4801-a34a-684aad8cde1878518cc3-841b-4872-a39e-2c4bf1815e33.png",
      "Description": "<p>Korean Student Association is the organization of Korean and Non-Korean students comprised of IELP (Intensive English Language Program), undergraduates, post-bachelors, graduates, professors, visiting scholars and professors at Portland State University. The KSA aims to promote reconciliation and harmony between Koreans and Americans and other international students at PSU. The KSA will support them in various ways which includes assisting new incoming students with housing, information on the job market and life around campus. We will also be hosting Korea night and seasonal sports events in order to encourage fellowship among members of our association. In addition, we are also willing to commit ourselves to any form of volunteer work that will benefit and promote diversity within our community. We welcome any form of support or contributions from individuals, organizations, and companies that would enable our association to better provide cultural, social and service events to our community.</p>",
      "Summary": "Korean Student Association is the organization of Korean and Non-Korean students comprised of IELP (Intensive English Language Program), undergraduates, post-bachelors, graduates, professors, visiting scholars and professors at Portland State Universit...",
      "CategoryIds": ["12504"],
      "CategoryNames": ["Multi-Cultural Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250782",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "KPSU",
      "ShortName": "KPSU",
      "WebsiteKey": "kpsu",
      "ProfilePicture": null,
      "Description": "KPSU is Portland's college radio - broadcasting non-commercial, student run, and freeform radio since 1994. KPSU is dedicated to amplifying the voice and experience of students at Portland State University through radio broadcasting of free-format programming. We strive to engage the greater Portland area, present the arts and culture of Portland as a resource for PSU students, and make the voice of PSU a resource to the greater Portland community.",
      "Summary": "KPSU is Portland's college radio - broadcasting non-commercial, student run, and freeform radio since 1994. KPSU is dedicated to amplifying the voice and experience of students at Portland State University through radio broadcasting of free-format prog...",
      "CategoryIds": [],
      "CategoryNames": [],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250819",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Kuwaiti Student club",
      "ShortName": "KSC",
      "WebsiteKey": "kuwaiti-student-club",
      "ProfilePicture": "501eda73-4aa7-46aa-ad5d-bef6de4dec4958957228-72e5-4992-a8d3-581f6240640d.jpg",
      "Description": "<p>To accommodate the increasing number of students from Kuwait, this club is to function as a medium between the students and Portland State University. New and existing students from Kuwait often feel the need to connect with other students from their country so this will fill the void of studying abroad.</p>",
      "Summary": "To accommodate the increasing number of students from Kuwait, this club is to function as a medium between the students and Portland State University. New and existing students from Kuwait often feel the need to connect with other students from their c...",
      "CategoryIds": ["12501"],
      "CategoryNames": ["International Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "354563",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "La Casa Latina Student Center",
      "ShortName": "LCL",
      "WebsiteKey": "lacasalatina",
      "ProfilePicture": null,
      "Description": "<p>La Casa Latina Student Center is a hub on campus where Latinx&nbsp;students and their allies come together to build and connect with community, develop leadership skills, empower their individual and collective identities, and participate in services that support academic success. The mission of La Casa Latina is to attract Latinx&nbsp;students to Portland State University, and provide cultural, social and academic services and programs that enhance the quality of Latinx&nbsp;student life. We also seek to raise awareness on our campus of the rich diversity of Latinxs across campus.</p>",
      "Summary": "La Casa Latina Student Center is a hub on campus where Latinx students and their allies come together to build and connect with community and empower their individual and collective identities.",
      "CategoryIds": ["12504"],
      "CategoryNames": ["Multi-Cultural Groups"],
      "Status": "Active",
      "Visibility": "Public"
    },
    {
      "@search.score": 1.0,
      "Id": "250790",
      "InstitutionId": 3777,
      "ParentOrganizationId": 222232,
      "BranchId": 222232,
      "Name": "Las Mujeres PSU",
      "ShortName": "Las Mujeres",
      "WebsiteKey": "las-mujeres",
      "ProfilePicture": "bb66b93c-1d2c-4040-9fbb-f801480f3be3e762cfad-0720-42d7-b845-6e38e0a5338b.png",
      "Description": "<p>Las Mujeres PSU (The Women of PSU) is a Latina/women's empowerment organization that focuses on personal, professional and communal betterment, creating a space of positive support, garnering allies, and giving back to our communities. Las Mujeres seek to address the needs of Chicano/Hispanic/Latina women on campus and the community. We strive to promote strength and unity for all women, and allies. We work with other student, service groups, and community partners to promote awareness on campus and in the community.</p>",
      "Summary": "Las Mujeres PSU (The Women of PSU) is a Latina/women's empowerment organization that focuses on personal, professional and communal betterment, creating a space of positive support, garnering allies, and giving back to our communities. Las Mujeres seek.",
      "CategoryIds": ["12504", "12508"],
      "CategoryNames": [
        "Multi-Cultural Groups",
        "Advocacy and Activism Groups"
      ],
      "Status": "Active",
      "Visibility": "Public"
    }
  ]
}
